Repository: LiquidGalaxyLAB/LG-Gemma-AI-Touristic-info-tool
Catalog: ai_touristic_info_tool/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja

# exploreLocation_pizza
source: Top Pizza Places
ar: أفضل أماكن البيتزا
de: Top-Pizza-Lokale
es: Mejores Pizzerías
fr: Meilleurs Endroits pour Pizza
hi: शीर्ष पिज्जा स्थल
it: Migliori Pizzerie
ja: トップピザスポット

# exploreLocation_history
source: Historical Sites
ar: مواقع تاريخية
de: Historische Stätten
es: Sitios Históricos
fr: Sites Historiques
hi: ऐतिहासिक स्थल
it: Siti Storici
ja: 歴史的なサイト

# exploreLocation_parks
source: Local Parks
ar: الحدائق المحلية
de: Lokale Parks
es: Parques Locales
fr: Parcs Locaux
hi: स्थानीय पार्क
it: Parchi Locali
ja: ローカルパーク

# exploreLocation_cinemas
source: Cinemas
ar: دور السينما
de: Kinos
es: Cines
fr: Cinémas
hi: सिनेमाघर
it: Cinema
ja: 映画館

# exploreLocation_libraries
source: Libraries
ar: المكتبات
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
hi: पुस्तकालय
it: Biblioteche
ja: 図書館

# exploreLocation_dance
source: Dancing Studios
ar: استوديوهات الرقص
de: Tanzstudios
es: Estudios de Baile
fr: Studios de Danse
hi: नृत्य स्टूडियो
it: Scuole di Ballo
ja: ダンススタジオ

# exploreLocation_yoga
source: Yoga Studios
ar: استوديوهات اليوغا
es: Estudios de Yoga
fr: Studios de Yoga
hi: योग स्टूडियो
it: Studi di Yoga
ja: ヨガスタジオ

# exploreLocation_edu
source: Educational Institutions
ar: المؤسسات التعليمية
de: Bildungseinrichtungen
es: Instituciones Educativas
fr: Institutions Éducatives
hi: शैक्षिक संस्थान
it: Istituzioni Educative
ja: 教育機関

# exploreLocation_salons
source: Beauty Salons
ar: صالونات التجميل
de: Schönheitssalons
es: Salones de Belleza
fr: Salons de Beauté
hi: सौंदर्य सैलून
it: Saloni di Bellezza
ja: 美容サロン

# exploreLocation_askGemini
source: Ask Gemini anything you want to know nearby:
ar: اسأل Gemini أي شيء تود معرفته في الجوار:
de: Fragen Sie Gemini, was Sie in der Nähe wissen möchten:
es: Pregunta a Gemini cualquier cosa que quieras saber cerca:
fr: Demandez à Gemini tout ce que vous voulez savoir à proximité :
hi: नजदीक के बारे में कुछ भी पूछें:
it: Chiedi a Gemini tutto ciò che vuoi sapere nelle vicinanze:
ja: Geminiに近くの情報を尋ねてください:

# exploreLocation_askGemma
source: Ask Gemma anything you want to know nearby:
ar: اسأل Gemma أي شيء تود معرفته في الجوار:
de: Fragen Sie Gemma, was Sie in der Nähe wissen möchten:
es: Pregunta a Gemma cualquier cosa que quieras saber cerca:
fr: Demandez à Gemma tout ce que vous voulez savoir à proximité :
hi: नजदीक के बारे में कुछ भी पूछें:
it: Chiedi a Gemma tutto ciò che vuoi sapere nelle vicinanze:
ja: Gemmaに近くの情報を尋ねてください:

# exploreLocation_missingAddress
source: Please enter an address first above or use map!
ar: يرجى إدخال العنوان أولاً أعلاه أو استخدام الخريطة!
de: Bitte geben Sie zuerst eine Adresse oben ein oder verwenden Sie die Karte!
ja: まず、上に住所を入力するか、地図を使用してください！

# exploreWorld_aiRecommendation
source: AI Touristic Recommendations WorldWide
ar: توصيات سياحية ذكية عالمياً
de: KI Touristische Empfehlungen weltweit
es: Recomendaciones Turísticas AI en Todo el Mundo
fr: Recommandations Touristiques AI dans le Monde
hi: AI पर्यटन सिफारिशें विश्वभर में
it: Raccomandazioni Turistiche AI a Livello Mondiale
ja: AI観光推薦 世界中

# exploreWorld_londonTitle
source: Attractions in London, UK
ar: معالم في لندن، المملكة المتحدة
de: Attraktionen in London, Großbritannien
es: Atracciones en Londres, Reino Unido
fr: Attractions à Londres, Royaume-Uni
hi: लंदन, यूके में आकर्षण
it: Attrazioni a Londra, Regno Unito
ja: ロンドン、イギリスの観光名所

# exploreWorld_londonDesc
source: Visit iconic sites such as the Tower of London, Buckingham Palace, and the British Museum.
ar: زيارة مواقع أيقونية مثل برج لندن، قصر باكنغهام، والمتحف البريطاني.
de: Besuchen Sie ikonische Sehenswürdigkeiten wie den Tower of London, den Buckingham Palace und das British Museum.
es: Visita sitios icónicos como la Torre de Londres, el Palacio de Buckingham y el Museo Británico.
fr: Visitez des sites emblématiques tels que la Tour de Londres, Buckingham Palace et le British Museum.
hi: लंदन टॉवर, बकिंघम पैलेस और ब्रिटिश म्यूजियम जैसे प्रतीकात्मक स्थलों पर जाएं।
it: Visita luoghi iconici come la Torre di Londra, Buckingham Palace e il British Museum.
ja: ロンドン塔、バッキンガム宮殿、ブリティッシュ・ミュージアムなどのアイコニックな場所を訪れてみてください。

# exploreWorld_nileEgyptTitle
source: Nile River Cruise in Egypt
ar: رحلة نهر النيل في مصر
de: Nilkreuzfahrt in Ägypten
es: Crucero por el Nilo en Egipto
fr: Croisière sur le Nil en Égypte
hi: मिस्र में नील नदी क्रूज
it: Crociera sul Nilo in Egitto
ja: エジプトのナイル川クルーズ

# exploreWorld_nileEgyptDesc
source: Sail along the historic Nile River, visiting ancient temples and monuments
ar: الإبحار على طول نهر النيل التاريخي، زيارة المعابد والآثار القديمة.
de: Segeln Sie entlang des historischen Nils und besuchen Sie antike Tempel und Monumente.
es: Navega por el histórico río Nilo, visitando antiguos templos y monumentos.
fr: Naviguez le long du Nil historique, en visitant des temples et des monuments anciens.
hi: प्राचीन मंदिरों और स्मारकों की यात्रा करते हुए ऐतिहासिक नील नदी पर नौकायन करें।
it: Naviga lungo il Nilo storico, visitando antichi templi e monumenti.
ja: 歴史的なナイル川に沿って航行し、古代の寺院や記念碑を訪れてください。

# exploreWorld_redSeaEgyptTitle
source: Dive the Pristine Coral Reefs of the Red Sea, Egypt
ar: غطس في الشعاب المرجانية النقية للبحر الأحمر، مصر
de: Tauchen Sie in die unberührten Korallenriffe des Roten Meeres, Ägypten
es: Buceo en los Prístinos Arrecifes de Coral del Mar Rojo, Egipto
fr: Plongée dans les Récifs Coralliens du Red Sea, Égypte
hi: मिस्र के रेड सी के स्वच्छ कोरल रीफ्स में डाइविंग
it: Immersioni nelle Barriere Coralline del Mar Rosso, Egitto
ja: エジプトの紅海の美しいサンゴ礁でダイビング

# exploreWorld_redSeaEgyptDesc
source: Experience world-class diving with vibrant marine life and stunning coral reefs.
ar: تجربة غطس عالمية مع الحياة البحرية الزاهية والشعاب المرجانية الرائعة.
de: Erleben Sie erstklassiges Tauchen mit lebendigem Meeresleben und atemberaubenden Korallenriffen.
es: Experimenta el buceo de clase mundial con una vibrante vida marina y asombrosos arrecifes de coral.
fr: Vivez une plongée de classe mondiale avec une vie marine vibrante et des récifs coralliens époustouflants.
hi: विवरणात्मक समुद्री जीवन और आश्चर्यजनक कोरल रीफ्स के साथ विश्वस्तरीय डाइविंग का अनुभव करें।
it: Vivi un'esperienza di immersioni di classe mondiale con una vibrante vita marina e splendide barriere coralline.
ja: 色とりどりの海洋生物と素晴らしいサンゴ礁を楽しむ世界クラスのダイビングを体験してください。

# exploreWorld_scotlandTitle
source: Highland Adventure in the Scottish Highlands
ar: مغامرة في المرتفعات الاسكتلندية
de: Abenteuer in den schottischen Highlands
es: Aventura en las Tierras Altas de Escocia
fr: Aventure dans les Highlands Écossais
hi: स्कॉटिश हाइलैंड्स में हाइलैंड साहसिक
it: Avventura nelle Highlands scozzesi
ja: スコットランド高地の冒険

# exploreWorld_scotlandDesc
source: Explore rugged landscapes, historic castles, and scenic lochs in Scotland.
ar: استكشاف المناظر الطبيعية الوعرة، القلاع التاريخية، والبحيرات الخلابة في اسكتلندا.
de: Erkunden Sie raue Landschaften, historische Burgen und malerische Seen in Schottland.
es: Explora paisajes agrestes, castillos históricos y lagos escénicos en Escocia.
fr: Explorez des paysages accidentés, des châteaux historiques et des lochs pittoresques en Écosse.
hi: स्कॉटलैंड में ऊबड़-खाबड़ परिदृश्य, ऐतिहासिक किलों और दृश्य झीलों की खोज करें।
it: Esplora paesaggi aspri, castelli storici e laghi scenografici in Scozia.
ja: スコットランドの険しい風景、歴史的な城、そして風光明媚な湖を探索してください。

# exploreWorld_spainTitle
source: Art and Architecture Tour in Spain
ar: جولة في الفن والعمارة في إسبانيا
de: Kunst- und Architekturtour in Spanien
es: Tour de Arte y Arquitectura en España
fr: Tour d'Art et d'Architecture en Espagne
hi: स्पेन में कला और वास्तुकला दौरा
it: Tour di Arte e Architettura in Spagna
ja: スペインのアートと建築ツアー

# exploreWorld_spainDesc
source: Discover Spain's rich artistic heritage and architectural marvels, including Gaudí's works.
ar: اكتشاف التراث الفني الغني لإسبانيا وروائع العمارة، بما في ذلك أعمال غاودي.
de: Entdecken Sie das reiche künstlerische Erbe Spaniens und architektonische Wunder, einschließlich Gaudís Werke.
es: Descubre la rica herencia artística y las maravillas arquitectónicas de España, incluyendo las obras de Gaudí.
fr: Découvrez l'héritage artistique riche de l'Espagne et ses merveilles architecturales, y compris les œuvres de Gaudí.
hi: स्पेन की समृद्ध कला धरोहर और वास्तुकला की अद्भुतताओं की खोज करें, जिसमें गौड़ी के कार्य शामिल हैं।
it: Scopri l'eredità artistica e le meraviglie architettoniche della Spagna, inclusi i lavori di Gaudí.
ja: ガウディの作品を含む、スペインの豊かな芸術遺産と建築の驚異を発見してください。

# exploreWorld_icelandTitle
source: Volcano Trekking in Iceland
ar: رحلات البركان في آيسلندا
de: Vulkantrekking in Island
es: Senderismo por Volcanes en Islandia
fr: Trekking sur Volcans en Islande
hi: आइसलैंड में ज्वालामुखी ट्रेकिंग
it: Trekking sui Vulcani in Islanda
ja: アイスランドの火山トレッキング

# exploreWorld_icelandDesc
source: Trek across lava fields, hot springs, and stunning volcanic landscapes.
ar: التنزه عبر حقول الحمم، الينابيع الساخنة، والمناظر الطبيعية البركانية الرائعة.
de: Wandern Sie durch Lavafelder, heiße Quellen und beeindruckende Vulkanlandschaften.
es: Recorre campos de lava, aguas termales y asombrosos paisajes volcánicos.
fr: Marchez à travers des champs de lave, des sources chaudes et des paysages volcaniques impressionnants.
hi: लावा क्षेत्रों, गर्म झरनों और आश्चर्यजनक ज्वालामुखीय परिदृश्यों के पार ट्रेक करें।
it: Cammina attraverso campi di lava, sorgenti termali e paesaggi vulcanici mozzafiato.
ja: 溶岩原、温泉、そして素晴らしい火山の風景を歩いてください。

# exploreWorld_europeTitle
source: Cycling Tour in Europe
ar: جولة بالدراجات في أوروبا
de: Radtour durch Europa
es: Tour en Bicicleta por Europa
fr: Tour à Vélo en Europe
hi: यूरोप में साइक्लिंग टूर
it: Tour in Bicicletta in Europa
ja: ヨーロッパのサイクリングツアー

# exploreWorld_europeDesc
source: Enjoy a cycling adventure through picturesque landscapes and historic towns in Europe.
ar: استمتع بمغامرة بالدراجات عبر المناظر الطبيعية الخلابة والمدن التاريخية في أوروبا.
de: Genießen Sie ein Fahrradabenteuer durch malerische Landschaften und historische Städte in Europa.
es: Disfruta de una aventura en bicicleta a través de paisajes pintorescos y ciudades históricas en Europa.
fr: Profitez d'une aventure à vélo à travers des paysages pittoresques et des villes historiques en Europe.
hi: यूरोप में चित्रमय परिदृश्य और ऐतिहासिक कस्बों के माध्यम से साइक्लिंग साहसिक का आनंद लें।
it: Goditi un'avventura in bicicletta attraverso paesaggi pittoreschi e città storiche in Europa.
ja: ヨーロッパの絵のような風景と歴史的な町をサイクリングで冒険してください。

# exploreWorld_uaeTitle
source: Desert Safari in UAE
ar: رحلة سفاري في الإمارات
de: Wüstensafari in den VAE
es: Safari en el Desierto en los EAU
fr: Safari dans le Désert aux Émirats Arabes Unis
hi: यूएई में रेगिस्तान सफारी
it: Safari nel Deserto negli EAU
ja: UAEの砂漠サファリ

# exploreWorld_uaeDesc
source: Experience thrilling dune bashing, camel rides, and a taste of Bedouin culture.
ar: تجربة التزلج على الرمال، ركوب الجمال، وذوق من الثقافة البدوية.
de: Erleben Sie aufregende Dünenfahrten, Kamelritte und einen Einblick in die Beduinenkultur.
es: Experimenta emocionantes travesías por las dunas, paseos en camello y un vistazo a la cultura beduina.
fr: Vivez des sensations fortes avec des balades en dunes, des promenades en chameau et une immersion dans la culture bédouine.
hi: रोमांचक ड्यून बैशिंग, ऊंट की सवारी और बेदोइन संस्कृति का अनुभव करें।
it: Prova l'emozione del dune bashing, passeggiate a dorso di cammello e un assaggio della cultura beduina.
ja: スリリングな砂丘バッシング、ラクダ乗り、ベドウィン文化を体験してください。

# exploreWorld_parisTitle
source: City Tour in Paris, France
ar: جولة في باريس، فرنسا
de: Stadttour in Paris, Frankreich
es: Tour por la Ciudad de París, Francia
fr: Tour de la Ville à Paris, France
hi: पेरिस, फ्रांस में शहर टूर
it: Tour della Città di Parigi, Francia
ja: フランス、パリのシティツアー

# exploreWorld_parisDesc
source: Explore iconic landmarks like the Eiffel Tower, Louvre Museum, and Notre-Dame Cathedral.
ar: استكشاف المعالم الأيقونية مثل برج إيفل، متحف اللوفر، وكاتدرائية نوتردام.
de: Erkunden Sie ikonische Wahrzeichen wie den Eiffelturm, das Louvre-Museum und die Kathedrale Notre-Dame.
es: Explora monumentos icónicos como la Torre Eiffel, el Museo del Louvre y la Catedral de Notre-Dame.
fr: Explorez des monuments emblématiques tels que la Tour Eiffel, le Musée du Louvre et la Cathédrale Notre-Dame.
hi: आइफेल टॉवर, लूव्र म्यूजियम और नोट्रे-डेम कैथेड्रल जैसे प्रतीकात्मक स्थलों की खोज करें।
it: Esplora monumenti iconici come la Torre Eiffel, il Museo del Louvre e la Cattedrale di Notre-Dame.
ja: エッフェル塔、ルーブル美術館、ノートルダム大聖堂などのアイコニックなランドマークを探索してください。

# exploreWorld_norwayTitle
source: Aurora Borealis Viewing in Norway
ar: مشاهدة الشفق القطبي في النرويج
de: Aurora Borealis Beobachtung in Norwegen
es: Observación de la Aurora Boreal en Noruega
fr: Observation des Aurores Boréales en Norvège
hi: नॉर्वे में ऑरोरा बोरियालिस देखने
it: Osservazione dell'Aurora Boreale in Norvegia
ja: ノルウェーのオーロラ鑑賞

# exploreWorld_norwayDesc
source: Witness the stunning Northern Lights in one of the best viewing spots on Earth.
ar: شاهد الشفق القطبي الرائع في واحدة من أفضل أماكن الرؤية على الأرض.
de: Erleben Sie das atemberaubende Nordlicht an einem der besten Beobachtungsorte der Welt.
es: Contempla las impresionantes Luces del Norte en uno de los mejores lugares de observación del mundo.
fr: Assistez aux superbes aurores boréales dans l'un des meilleurs lieux de visualisation sur Terre.
hi: पृथ्वी के सर्वश्रेष्ठ देखने वाले स्थलों में उत्तरी रोशनी का आश्चर्यजनक दृश्य देखें।
it: Assisti allo spettacolo mozzafiato delle Luci del Nord in uno dei migliori punti di osservazione del pianeta.
ja: 地球上で最も良い場所で驚くべき北極光を目撃してください。

# exploreWorld_japanTitle
source: Cultural Tour in Kyoto, Japan
ar: جولة ثقافية في كيوتو، اليابان
de: Kulturelle Tour in Kyoto, Japan
es: Tour Cultural en Kioto, Japón
fr: Tour Culturel à Kyoto, Japon
hi: क्योतो, जापान में सांस्कृतिक टूर
it: Tour Culturale a Kyoto, Giappone
ja: 日本、京都の文化ツアー

# exploreWorld_japanDesc
source: Discover ancient temples, traditional tea houses, and the serene beauty of Kyoto's gardens.
ar: اكتشاف المعابد القديمة، بيوت الشاي التقليدية، وجمال حدائق كيوتو الهادئة.
de: Entdecken Sie antike Tempel, traditionelle Teehäuser und die ruhige Schönheit der Gärten Kyotos.
es: Descubre antiguos templos, casas de té tradicionales y la serena belleza de los jardines de Kioto.
fr: Découvrez les temples anciens, les maisons de thé traditionnelles et la beauté sereine des jardins de Kyoto.
hi: प्राचीन मंदिरों, पारंपरिक चाय घरों और क्योतो के बागानों की शांत सुंदरता की खोज करें।
it: Scopri antichi templi, tradizionali case da tè e la bellezza serena dei giardini di Kyoto.
ja: 古代の寺院、伝統的な茶室、そして京都の庭園の静かな美しさを発見してください。

# exploreWorld_indiaTitle
source: Yoga and Wellness Retreats in India
ar: منتجعات اليوغا والعافية في الهند
de: Yoga- und Wellness-Retreats in Indien
es: Retiros de Yoga y Bienestar en India
fr: Retraites de Yoga et de Bien-Être en Inde
hi: भारत में योग और वेलनेस रिट्रीट्स
it: Ritiri di Yoga e Benessere in India
ja: インドのヨガとウェルネスリトリート

# exploreWorld_indiaDesc
source: Engage in rejuvenating yoga sessions and meditation practices in serene settings.
ar: ممارسة جلسات اليوغا المنعشة والتأمل في أماكن هادئة.
de: Nehmen Sie an erfrischenden Yoga-Sitzungen und Meditationspraktiken in ruhigen Umgebungen teil.
es: Participa en sesiones de yoga rejuvenecedoras y prácticas de meditación en entornos serenos.
fr: Participez à des sessions de yoga régénérantes et des pratiques de méditation dans des cadres sereins.
hi: शांत सेटिंग्स में पुनरुत्थानकारी योग सत्र और ध्यान अभ्यास में भाग लें।
it: Partecipa a sessioni di yoga rigenerante e pratiche di meditazione in ambienti sereni.
ja: 静かな環境でリフレッシュするヨガセッションと瞑想を体験してください。

# exploreWorld_popular
source: Most Popular Activities WorldWide
ar: أشهر الأنشطة عالمياً
de: Beliebteste Aktivitäten weltweit
es: Actividades Más Populares en Todo el Mundo
fr: Activités les Plus Populaires dans le Monde
hi: विश्वभर में सबसे लोकप्रिय गतिविधियाँ
it: Attività più Popolari a Livello Mondiale
ja: 世界中の最も人気のアクティビティ

# exploreWorld_landmarks
source: Visting Major Landmarks
ar: زيارة المعالم الرئيسية
de: Besuch großer Wahrzeichen
es: Visita a Monumentos Principales
fr: Visite des Principaux Monuments
hi: प्रमुख स्थलों की यात्रा
it: Visita ai Principali Monumenti
ja: 主要ランドマークの訪問

# exploreWorld_beach
source: Beach Holidays
ar: عطلات الشواطئ
de: Strandurlaub
es: Vacaciones en la Playa
fr: Vacances à la Plage
hi: समुद्र तट की छुट्टियाँ
it: Vacanze al Mare
ja: ビーチホリデー

# exploreWorld_sightseeing
source: City Sightseeing Tours
ar: جولات مشاهدة المعالم السياحية
de: Stadtrundfahrten
es: Tours de Turismo por la Ciudad
fr: Visites Touristiques en Ville
hi: शहर की दर्शनीय स्थल टूर
it: Tour delle Città
ja: シティ観光ツアー

# exploreWorld_museums
source: Museums and Historical Sites
ar: المتاحف والمواقع التاريخية
de: Museen und historische Stätten
es: Museos y Sitios Históricos
fr: Musées et Sites Historiques
hi: म्यूज़ियम और ऐतिहासिक स्थल
it: Musei e Siti Storici
ja: 博物館と歴史的な場所

# exploreWorld_nature
source: Nature and Wildlife Tours
ar: جولات الطبيعة والحياة البرية
de: Natur- und Wildtier-Touren
es: Tours de Naturaleza y Vida Silvestre
fr: Excursions dans la Nature et Faune
hi: प्राकृतिक और वन्यजीव दौरे
it: Tour nella Natura e Fauna Selvatica
ja: 自然と野生動物ツアー

# exploreWorld_adventure
source: Adventure Sports
ar: الرياضات المغامرة
de: Abenteuersport
es: Deportes de Aventura
fr: Sports d'Aventure
hi: साहसिक खेल
it: Sport Avventura
ja: アドベンチャースポーツ

# exploreWorld_theme
source: Theme Parks
ar: الحدائق الترفيهية
de: Freizeitparks
es: Parques Temáticos
fr: Parcs d'Attractions
hi: थीम पार्क
it: Parchi a Tema
ja: テーマパーク

# exploreWorld_food
source: Food and Culinary Tours
ar: جولات الطعام والطهي
de: Essens- und kulinarische Touren
es: Tours Gastronómicos
fr: Tours Gastronomiques
hi: खाना और पाक दौरे
it: Tour Gastronomici
ja: 食事と料理ツアー

# exploreWorld_hike
source: Hiking and Trekking
ar: التنزه والمشي
de: Wandern und Trekking
es: Senderismo y Trekking
fr: Randonnée et Trekking
hi: हाइकिंग और ट्रेकिंग
it: Escursioni e Trekking
ja: ハイキングとトレッキング

# exploreWorld_kayak
source: Kayaking
ar: التجديف
de: Kajakfahren
es: Kayak
fr: Kayak
hi: कायाकिंग
it: Kayak
ja: カヤック

# exploreWorld_cycle
source: Cycling Tours
ar: جولات بالدراجات
de: Radtouren
es: Tours en Bicicleta
fr: Tours à Vélo
hi: साइक्लिंग टूर
it: Tour in Bicicletta
ja: サイクリングツアー

# exploreWorld_football
source: Football Stadium Tours and Matches
ar: جولات في ملاعب كرة القدم والمباريات
de: Fußballstadion-Touren und -Spiele
es: Tours de Estadios de Fútbol y Partidos
fr: Visites et Matchs de Stades de Football
hi: फुटबॉल स्टेडियम टूर और मैच
it: Tour e Partite di Calcio
ja: サッカースタジアムツアーと試合

# exploreWorld_askGemini
source: Explore anything worldwide with Gemini. Ask away!
ar: استكشف أي شيء عالميًا مع جمني. اسأل الآن!
de: Erkunden Sie weltweit alles mit Gemini. Fragen Sie nach!
es: Explora cualquier cosa en todo el mundo con Gemini. ¡Pregunta lo que quieras!
fr: Explorez tout dans le monde avec Gemini. Demandez ce que vous voulez !
hi: जगह-जगह खोजें, जेमिनी से पूछें। पूछें!
it: Esplora qualsiasi cosa nel mondo con Gemini. Chiedi pure!
ja: Geminiで世界中のことを探検してください。質問してみてください！

# exploreWorld_askGemma
source: Explore anything worldwide with Gemma. Ask away!
ar: استكشف أي شيء عالميًا مع جينا. اسأل الآن!
de: Erkunden Sie weltweit alles mit Gemma. Fragen Sie nach!
es: Explora cualquier cosa en todo el mundo con Gemma. ¡Pregunta lo que quieras!
fr: Explorez tout dans le monde avec Gemma. Demandez ce que vous voulez !
hi: जगह-जगह खोजें, जेम्मा से पूछें। पूछें!
it: Esplora qualsiasi cosa nel mondo con Gemma. Chiedi pure!
ja: Gemmaで世界中のことを探検してください。質問してみてください！

# defaults_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル

# defaults_close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる

# defaults_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存

# defaults_delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除

# defaults_ok
source: OK
ar: موافق
hi: ठीक है

# defaults_yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हां
it: Sì
ja: はい

# defaults_no
source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
ja: いいえ

# defaults_confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認

# defaults_error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー

# defaults_success
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功

# defaults_warning
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
it: Avviso
ja: 警告

# defaults_info
source: Info
ar: معلومات
hi: सूचना
it: Informazione
ja: 情報

# defaults_remove
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएं
it: Rimuovi
ja: 削除

# defaults_done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Fait
hi: पूर्ण
it: Fatto
ja: 完了

# defaults_alert
source: Alert
ar: تنبيه
de: Alarm
es: Alerta
fr: Alerte
hi: चेतावनी
it: Avviso
ja: アラート

# defaults_understand
source: I understand
ar: أفهم
de: Ich verstehe
es: Entiendo
fr: Je comprends
hi: मैं समझता हूँ
it: Ho capito
ja: 理解しました

# defaults_reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Ripristina
ja: リセット

# defaults_create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成

# defaults_stop
source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止

# defaults_visualize
source: Visualize
ar: تصور
de: Visualisieren
es: Visualizar
fr: Visualiser
hi: दृश्य बनाएँ
it: Visualizza
ja: 視覚化

# defaults_visualizeNow
source: Visualize Now!
ar: تصور الآن!
de: Jetzt visualisieren!
es: ¡Visualizar Ahora!
fr: Visualiser Maintenant !
hi: अब दृश्य बनाएँ!
it: Visualizza Ora!
ja: 今すぐ視覚化！

# defaults_loading
source: Loading...
ar: جاري التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento in corso...
ja: 読み込み中...

# defaults_generate
source: GENERATE
ar: توليد
de: GENERIEREN
es: GENERAR
fr: GÉNÉRER
hi: जनरेट करें
it: GENERA
ja: 生成

# defaults_customize
source: Customize
ar: تخصيص
de: Anpassen
es: Personalizar
fr: Personnaliser
hi: अनुकूलित करें
it: Personalizza
ja: カスタマイズ

# defaults_restart
source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
hi: पुनः आरंभ करें
it: Rilancia
ja: 再起動

# defaults_skip
source: SKIP
ar: تجاوز
de: Überspringen
es: Saltar
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ

# defaults_play
source: Play
ar: تشغيل
de: Abspielen
ja: 再生

# defaults_pause
source: Pause
ar: إيقاف مؤقت
ja: 一時停止

# defaults_start
source: Start
ar: ابدأ
de: Starten
ja: 開始

# defaults_resume
source: Resume
ar: استئناف
de: Fortsetzen
ja: 再開

# validate_dropdown
source: Please select an option
ar: يرجى اختيار خيار
de: Bitte wählen Sie eine Option aus
ja: オプションを選択してください

# button_TypePrompt
source: Type a prompt
ar: اكتب مطالبة
de: Geben Sie ein Prompt ein
ja: プロンプトを入力

# searchResults_web
source: Web Results for {query}
ar: نتائج الويب لـ {query}
de: Web-Ergebnisse für {query}
es: Resultados Web para {query}
fr: Résultats Web pour {query}
hi: {query} के लिए वेब परिणाम
it: Risultati Web per {query}
ja: {query} のウェブ結果

# searchResults_youtube
source: Youtube Results for {query}
ar: نتائج يوتيوب لـ {query}
de: YouTube-Ergebnisse für {query}
es: Resultados de Youtube para {query}
fr: Résultats YouTube pour {query}
hi: {query} के लिए यूट्यूब परिणाम
it: Risultati YouTube per {query}
ja: {query} のYouTube結果

# searchResults_noneFound
source: No URLs found
ar: لم يتم العثور على روابط
de: Keine URLs gefunden
es: No se encontraron URL
fr: Aucun URL trouvé
hi: कोई यूआरएल नहीं मिला
it: Nessun URL trovato
ja: URLが見つかりません
