Repository: LiquidGalaxyLAB/LG-Gemma-AI-Touristic-info-tool
Catalog: ai_touristic_info_tool/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja

# settings_apiKeySettings
source: API Keys Settings
ar: إعدادات مفتاح API
de: API-Schlüsseleinstellungen
es: Configuración de la clave API
fr: Paramètres de clé API
hi: API कुंजी सेटिंग्स
it: Impostazioni Chiave API
ja: APIキー設定

# settings_apiKeySavedAPIKey
source: Your Saved API Keys:
ar: مفاتيح API المحفوظة لديك:
de: Ihre gespeicherten API-Schlüssel:
es: Tus claves API guardadas:
fr: Vos clés API enregistrées :
hi: आपकी सहेजी गई API कुंजियाँ:
it: Le Tue Chiavi API Salvate:
ja: 保存されたAPIキー:

# settings_Refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: ताज़ा करें
it: Aggiorna
ja: 更新

# settings_AddKey
source: Add Key
ar: إضافة مفتاح
de: Schlüssel hinzufügen
es: Agregar clave
fr: Ajouter une clé
hi: कुंजी जोड़ें
it: Aggiungi Chiave
ja: キーを追加

# settings_noApiKeyFound
source: No API Keys Found
ar: لم يتم العثور على مفاتيح API
de: Keine API-Schlüssel gefunden
es: No se encontraron claves API
fr: Aucune clé API trouvée
hi: कोई API कुंजी नहीं मिली
it: Nessuna Chiave API Trovata
ja: APIキーが見つかりません

# settings_errorSnapshot
source: Error: {snapshotError}
ar: خطأ: {snapshotError}
de: Fehler: {snapshotError}
fr: Erreur : {snapshotError}
hi: त्रुटि: {snapshotError}
it: Errore: {snapshotError}
ja: エラー: {snapshotError}

# settings_apiKeyNotSetDefaultError
source: Please add a default API Key for Gemini in the settings!
ar: يرجى إضافة مفتاح API افتراضي لـ Gemini في الإعدادات!
de: Bitte fügen Sie einen Standard-API-Schlüssel für Gemini in den Einstellungen hinzu!
es: ¡Por favor agrega una clave API predeterminada para Gemini en la configuración!
fr: Veuillez ajouter une clé API par défaut pour Gemini dans les paramètres !
hi: कृपया सेटिंग्स में Gemini के लिए एक डिफ़ॉल्ट API कुंजी जोड़ें!
it: Per favore aggiungi una chiave API predefinita per Gemini nelle impostazioni!
ja: 設定でGeminiのデフォルトAPIキーを追加してください！

# settings_apiKeyDeleteNotification
source: API Key deleted. Please refresh your API keys
ar: تم حذف مفتاح API. يرجى تحديث مفاتيح API الخاصة بك
de: API-Schlüssel gelöscht. Bitte aktualisieren Sie Ihre API-Schlüssel
es: Clave API eliminada. Por favor actualiza tus claves API
fr: Clé API supprimée. Veuillez actualiser vos clés API
hi: API कुंजी हटा दी गई। कृपया अपनी API कुंजियों को ताज़ा करें
it: Chiave API eliminata. Si prega di aggiornare le chiavi API
ja: APIキーが削除されました。APIキーを更新してください

# settings_apiKeySetDefaultNotification
source: API Key is set as default. Please refresh your API keys
ar: تم تعيين مفتاح API كافتراضي. يرجى تحديث مفاتيح API الخاصة بك
de: API-Schlüssel ist als Standard festgelegt. Bitte aktualisieren Sie Ihre API-Schlüssel
es: Clave API establecida como predeterminada. Por favor actualiza tus claves API
fr: Clé API définie comme par défaut. Veuillez actualiser vos clés API
hi: API कुंजी को डिफ़ॉल्ट के रूप में सेट किया गया। कृपया अपनी API कुंजियों को ताज़ा करें
it: La Chiave API è impostata come predefinita. Si prega di aggiornare le chiavi API
ja: APIキーがデフォルトとして設定されました。APIキーを更新してください

# settings_addApiKeyName
source: Choose a name for your Key:
ar: اختر اسمًا لمفتاحك:
de: Wählen Sie einen Namen für Ihren Schlüssel:
es: Elige un nombre para tu clave:
fr: Choisissez un nom pour votre clé :
hi: अपनी कुंजी के लिए एक नाम चुनें:
it: Scegli un nome per la tua Chiave:
ja: キーの名前を選択してください:

# settings_nameExist
source: Name already exists
ar: الاسم موجود بالفعل
de: Name existiert bereits
es: El nombre ya existe
fr: Le nom existe déjà
hi: नाम पहले से मौजूद है
it: Nome già esistente
ja: 名前はすでに存在します

# settings_enterKey
source: Enter your Key:
ar: أدخل مفتاحك:
de: Geben Sie Ihren Schlüssel ein:
es: Introduce tu clave:
fr: Entrez votre clé :
hi: अपनी कुंजी दर्ज करें:
it: Inserisci la tua Chiave:
ja: キーを入力してください:

# settings_chooseServiceAPI
source: Choose the API Key service type
ar: اختر نوع خدمة مفتاح API
de: Wählen Sie den API-Schlüssel-Diensttyp
es: Elige el tipo de servicio de la clave API
fr: Choisissez le type de service API
hi: API कुंजी सेवा प्रकार चुनें
it: Scegli il tipo di servizio Chiave API
ja: APIキーサービスの種類を選択してください

# settings_apiKeyAddedNotification
source: API Key added. Please refresh your API keys
ar: تم إضافة مفتاح API. يرجى تحديث مفاتيح API الخاصة بك
de: API-Schlüssel hinzugefügt. Bitte aktualisieren Sie Ihre API-Schlüssel
es: Clave API añadida. Por favor actualiza tus claves API
fr: Clé API ajoutée. Veuillez actualiser vos clés API
hi: API कुंजी जोड़ दी गई। कृपया अपनी API कुंजियों को ताज़ा करें
it: Chiave API aggiunta. Si prega di aggiornare le chiavi API
ja: APIキーが追加されました。APIキーを更新してください

# settings_apiKeyEditedNotification
source: API Key edited. Please refresh your API keys
ar: تم تحرير مفتاح API. يرجى تحديث مفاتيح API الخاصة بك
de: API-Schlüssel bearbeitet. Bitte aktualisieren Sie Ihre API-Schlüssel
es: Clave API editada. Por favor actualiza tus claves API
fr: Clé API modifiée. Veuillez actualiser vos clés API
hi: API कुंजी संपादित की गई। कृपया अपनी API कुंजियों को ताज़ा करें
it: Chiave API modificata. Si prega di aggiornare le chiavi API
ja: APIキーが編集されました。APIキーを更新してください

# settings_title
source: App Settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Configuración de la aplicación
fr: Paramètres de l'application
hi: ऐप सेटिंग्स
it: Impostazioni App
ja: アプリ設定

# settings_languageTitle
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語

# settings_languageDesc
source: Change the language of the app
ar: تغيير لغة التطبيق
de: Ändern Sie die Sprache der App
es: Cambia el idioma de la aplicación
fr: Changer la langue de l'application
hi: ऐप की भाषा बदलें
it: Cambia la lingua dell'app
ja: アプリの言語を変更する

# settings_themeTitle
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
hi: रूपरेखा
it: Aspetto
ja: 外観

# settings_themeDesc
source: Change the theme of the app
ar: تغيير مظهر التطبيق
de: Ändern Sie das Thema der App
es: Cambia el tema de la aplicación
fr: Changer le thème de l'application
hi: ऐप की थीम बदलें
it: Cambia il tema dell'app
ja: アプリのテーマを変更する

# settings_fontSizeTitle
source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de la fuente
fr: Taille de la police
hi: फॉन्ट आकार
it: Dimensione del Carattere
ja: フォントサイズ

# settings_fontSizeDesc
source: Change the font size of the app
ar: تغيير حجم خط التطبيق
de: Ändern Sie die Schriftgröße der App
es: Cambia el tamaño de la fuente de la aplicación
fr: Changer la taille de la police de l'application
hi: ऐप का फॉन्ट आकार बदलें
it: Cambia la dimensione del carattere dell'app
ja: アプリのフォントサイズを変更する

# settings_LgTitle
source: Liquid Galaxy
ar: ليكويد جالاكسي
hi: लिक्विड गैलेक्सी

# settings_LgDesc
source: Learn about Liquid Galaxy
ar: تعلم عن ليكويد جالاكسي
de: Erfahren Sie mehr über Liquid Galaxy
es: Aprende sobre Liquid Galaxy
fr: En savoir plus sur Liquid Galaxy
hi: लिक्विड गैलेक्सी के बारे में जानें
it: Scopri Liquid Galaxy
ja: Liquid Galaxyについて学ぶ

# settings_apiKeyTitle
source: API Keys
ar: مفاتيح API
de: API-Schlüssel
es: Claves API
fr: Clés API
hi: API कुंजियाँ
it: Chiavi API
ja: APIキー

# settings_apiKeyDesc
source: Manage the API keys of the app
ar: إدارة مفاتيح API الخاصة بالتطبيق
de: Verwalten Sie die API-Schlüssel der App
es: Gestiona las claves API de la aplicación
fr: Gérer les clés API de l'application
hi: ऐप की API कुंजियों का प्रबंधन करें
it: Gestisci le chiavi API dell'app
ja: アプリのAPIキーを管理する

# settings_helpTitle
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
it: Aiuto
ja: ヘルプ

# settings_helpDesc
source: Learn how to use the app
ar: تعلم كيفية استخدام التطبيق
de: Erfahren Sie, wie Sie die App verwenden
es: Aprende a usar la aplicación
fr: Apprendre à utiliser l'application
hi: ऐप का उपयोग कैसे करें, जानें
it: Scopri come utilizzare l'app
ja: アプリの使い方を学ぶ

# settings_welcomeSettings
source: Welcome to the App Settings!
ar: مرحبًا بك في إعدادات التطبيق!
de: Willkommen in den App-Einstellungen!
es: ¡Bienvenido a la Configuración de la Aplicación!
fr: Bienvenue dans les paramètres de l'application !
hi: ऐप सेटिंग्स में आपका स्वागत है!
it: Benvenuto nelle Impostazioni App!
ja: アプリ設定へようこそ！

# settings_desc1
source: Select an option from the left to view and modify your app settings. You can change the language, appearance, font size, learn about Liquid Galaxy, manage API keys, and access help resources.
ar: اختر خيارًا من اليسار لعرض وتعديل إعدادات التطبيق الخاصة بك. يمكنك تغيير اللغة، المظهر، حجم الخط، التعرف على ليكويد جالاكسي، إدارة مفاتيح API، والوصول إلى موارد المساعدة.
de: Wählen Sie eine Option links aus, um Ihre App-Einstellungen anzuzeigen und zu ändern. Sie können die Sprache, Darstellung, Schriftgröße ändern, mehr über Liquid Galaxy erfahren, API-Schlüssel verwalten und auf Hilfsressourcen zugreifen.
es: Selecciona una opción de la izquierda para ver y modificar la configuración de tu aplicación. Puedes cambiar el idioma, la apariencia, el tamaño de la fuente, aprender sobre Liquid Galaxy, gestionar las claves API y acceder a recursos de ayuda.
fr: Sélectionnez une option à gauche pour voir et modifier les paramètres de votre application. Vous pouvez changer la langue, l'apparence, la taille de la police, en savoir plus sur Liquid Galaxy, gérer les clés API et accéder aux ressources d'aide.
hi: अपने ऐप सेटिंग्स को देखने और संशोधित करने के लिए बाईं ओर से एक विकल्प चुनें। आप भाषा, रूपरेखा, फॉन्ट आकार बदल सकते हैं, लिक्विड गैलेक्सी के बारे में जान सकते हैं, API कुंजियों का प्रबंधन कर सकते हैं, और सहायता संसाधनों तक पहुंच सकते हैं।
it: Seleziona un'opzione a sinistra per visualizzare e modificare le impostazioni dell'app. Puoi cambiare la lingua, l'aspetto, la dimensione del carattere, imparare a conoscere Liquid Galaxy, gestire le chiavi API e accedere alle risorse di aiuto.
ja: 左からオプションを選択して、アプリ設定を表示および変更してください。 言語、外観、フォントサイズを変更したり、Liquid Galaxyについて学んだり、APIキーを管理したり、ヘルプリソースにアクセスしたりできます。

# settingsFont_title
source: Font Settings
ar: إعدادات الخط
de: Schriftarteinstellungen
es: Configuración de la Fuente
fr: Paramètres de la police
hi: फॉन्ट सेटिंग्स
it: Impostazioni Carattere
ja: フォント設定

# settingsFont_subtitle
source: Change the font size
ar: تغيير حجم الخط
de: Ändern Sie die Schriftgröße
es: Cambia el tamaño de la fuente
fr: Changer la taille de la police
hi: फॉन्ट आकार बदलें
it: Cambia la dimensione del carattere
ja: フォントサイズを変更

# settingsHelp_title
source: Help Page
ar: صفحة المساعدة
de: Hilfeseite
es: Página de Ayuda
fr: Page d'Aide
hi: मदद पृष्ठ
it: Pagina di Aiuto
ja: ヘルプページ

# settingsHelp_subtitle
source: The following are different in-app tutorials to help you navigate the app:
ar: تتضمن التطبيقات التالية دروسًا مختلفة لمساعدتك في التنقل داخل التطبيق:
de: Die folgenden sind verschiedene In-App-Tutorials, um dir bei der Navigation durch die App zu helfen:
es: Los siguientes son diferentes tutoriales dentro de la aplicación para ayudarte a navegar por la app:
fr: Voici différents tutoriels dans l'application pour vous aider à naviguer dans l'app :
hi: निम्नलिखित विभिन्न इन-ऐप ट्यूटोरियल हैं जो आपको ऐप का नेविगेशन करने में मदद करेंगे:
it: I seguenti sono diversi tutorial in-app per aiutarti a navigare nell'app:
ja: アプリ内のチュートリアルが以下に示されています。アプリのナビゲートに役立ててください:

# settingsHelp_button1
source: App Guide
ar: دليل التطبيق
de: App-Leitfaden
es: Guía de la App
fr: Guide de l'App
hi: ऐप गाइड
it: Guida all'App
ja: アプリガイド

# settingsHelp_button2
source: How to connect to Liquid Galaxy?
ar: كيفية الاتصال بـ Liquid Galaxy؟
de: Wie verbindet man sich mit Liquid Galaxy?
es: ¿Cómo conectar con Liquid Galaxy?
fr: Comment se connecter à Liquid Galaxy ?
hi: Liquid Galaxy से कनेक्ट कैसे करें?
it: Come connettersi a Liquid Galaxy?
ja: Liquid Galaxyに接続する方法

# settingsHelp_button3
source: How to control the Liquid Galaxy?
ar: كيفية التحكم في Liquid Galaxy؟
de: Wie steuert man Liquid Galaxy?
es: ¿Cómo controlar el Liquid Galaxy?
fr: Comment contrôler Liquid Galaxy ?
hi: Liquid Galaxy को कैसे नियंत्रित करें?
it: Come controllare Liquid Galaxy?
ja: Liquid Galaxyを制御する方法

# settingsHelp_button4
source: How to manage your API keys?
ar: كيفية إدارة مفاتيح API الخاصة بك؟
de: Wie verwaltet man deine API-Schlüssel?
es: ¿Cómo gestionar tus claves API?
fr: Comment gérer vos clés API ?
hi: अपने API कुंजी कैसे प्रबंधित करें?
it: Come gestire le tue chiavi API?
ja: APIキーの管理方法

# settingsHelp_button5
source: Visualizing your tours
ar: تصور جولاتك
de: Visualisierung deiner Touren
es: Visualizando tus tours
fr: Visualiser vos tours
hi: अपने टूर को विज़ुअलाइज़ करना
it: Visualizzare i tuoi tour
ja: ツアーの視覚化

# settingsHelp_button6
source: How to use the Favourites feature?
ar: كيفية استخدام ميزة المفضلات؟
de: Wie nutzt man die Favoriten-Funktion?
es: ¿Cómo usar la función de Favoritos?
fr: Comment utiliser la fonction Favoris ?
hi: फेवरेट्स फीचर का उपयोग कैसे करें?
it: Come utilizzare la funzione Preferiti?
ja: お気に入り機能の使い方

# settingsHelp_button7
source: How to make your own custom tour?
ar: كيفية إنشاء جولة مخصصة خاصة بك؟
de: Wie erstellt man eine eigene benutzerdefinierte Tour?
es: ¿Cómo hacer tu propio tour personalizado?
fr: Comment créer votre propre tour personnalisé ?
hi: अपना कस्टम टूर कैसे बनाएं?
it: Come creare il tuo tour personalizzato?
ja: 自分だけのカスタムツアーの作り方

# settingsHelp_button8
source: How to change the app settings?
ar: كيفية تغيير إعدادات التطبيق؟
de: Wie ändert man die App-Einstellungen?
es: ¿Cómo cambiar la configuración de la app?
fr: Comment modifier les paramètres de l'app ?
hi: ऐप सेटिंग्स को कैसे बदलें?
it: Come modificare le impostazioni dell'app?
ja: アプリ設定の変更方法

# tutorialApp_title1
source: Navigate to your home page
ar: انتقل إلى صفحتك الرئيسية
de: Navigiere zu deiner Startseite
es: Navega a tu página de inicio
fr: Naviguez vers votre page d'accueil
hi: अपने होम पेज पर नेविगेट करें
it: Naviga alla tua pagina iniziale
ja: ホームページに移動する

# tutorialApp_desc1
source: It is where you can type your prompt and generate AI recommendations worldwide or nearby your location
ar: هنا يمكنك كتابة مطالبتك وإنشاء توصيات ذكاء اصطناعي على مستوى العالم أو بالقرب من موقعك
de: Hier kannst du deinen Befehl eingeben und KI-Empfehlungen weltweit oder in deiner Nähe generieren
es: Es donde puedes escribir tu solicitud y generar recomendaciones de IA a nivel mundial o cerca de tu ubicación
fr: C'est là que vous pouvez saisir votre requête et générer des recommandations IA dans le monde entier ou à proximité de votre emplacement
hi: यह वह जगह है जहां आप अपना प्रॉम्प्ट टाइप कर सकते हैं और विश्वव्यापी या आपके स्थान के पास AI सिफारिशें उत्पन्न कर सकते हैं
it: È qui che puoi digitare il tuo comando e generare raccomandazioni AI in tutto il mondo o vicino alla tua posizione
ja: ここでプロンプトを入力し、世界中または近くの場所でAIの推奨を生成できます

# tutorialApp_title2
source: Connect to the Liquid Galaxy System
ar: الاتصال بنظام Liquid Galaxy
de: Verbinde dich mit dem Liquid Galaxy System
es: Conéctate al Sistema Liquid Galaxy
fr: Connectez-vous au système Liquid Galaxy
hi: Liquid Galaxy सिस्टम से कनेक्ट करें
it: Connettiti al sistema Liquid Galaxy
ja: Liquid Galaxyシステムに接続する

# tutorialApp_desc2
source: To experience a multi-screen panoramic view of the world
ar: لتجربة عرض بانورامي متعدد الشاشات للعالم
de: Um eine mehrbildschirmige Panoramansicht der Welt zu erleben
es: Para experimentar una vista panorámica de múltiples pantallas del mundo
fr: Pour vivre une expérience de vue panoramique multi-écrans du monde
hi: दुनिया के मल्टी-स्क्रीन पैनोरमिक दृश्य का अनुभव करने के लिए
it: Per vivere un'esperienza panoramica multi-schermo del mondo
ja: マルチスクリーンのパノラマビューを体験するために

# tutorialApp_title3
source: Control the Liquid Galaxy
ar: تحكم في Liquid Galaxy
de: Steuere das Liquid Galaxy
es: Controla el Liquid Galaxy
fr: Contrôlez le Liquid Galaxy
hi: Liquid Galaxy को नियंत्रित करें
it: Controlla il Liquid Galaxy
ja: Liquid Galaxyを操作する

# tutorialApp_desc3
source: Shutdown, restart, relaunch your LG and much more!
ar: إيقاف تشغيل، إعادة تشغيل، إعادة تشغيل نظام LG والمزيد!
de: Schalte dein LG aus, starte es neu, starte es neu und vieles mehr!
es: ¡Apaga, reinicia, relanza tu LG y mucho más!
fr: Éteignez, redémarrez, relancez votre LG et bien plus encore!
hi: अपने LG को शटडाउन, रीस्टार्ट, रीलॉन्च करें और भी बहुत कुछ!
it: Spegni, riavvia, rilancia il tuo LG e molto altro!
ja: LGのシャットダウン、再起動、再起動などが可能です！

# tutorialApp_title4
source: View all your saved tours and places!
ar: عرض جميع الجولات والأماكن المحفوظة الخاصة بك!
de: Sieh dir alle deine gespeicherten Touren und Orte an!
es: ¡Ve todos tus tours y lugares guardados!
fr: Voir tous vos tours et lieux enregistrés!
hi: अपने सभी सेव्ड टूर और स्थान देखें!
it: Visualizza tutti i tuoi tour e luoghi salvati!
ja: 保存されたツアーと場所をすべて表示！

# tutorialApp_desc4
source: You can also make your own custom tour!
ar: يمكنك أيضًا إنشاء جولة مخصصة خاصة بك!
de: Du kannst auch deine eigene individuelle Tour erstellen!
es: ¡También puedes crear tu propio tour personalizado!
fr: Vous pouvez également créer votre propre tour personnalisé!
hi: आप अपना खुद का कस्टम टूर भी बना सकते हैं!
it: Puoi anche creare il tuo tour personalizzato!
ja: カスタムツアーも作成できます！

# tutorialApp_title5
source: All your App settings in one place
ar: جميع إعدادات التطبيق في مكان واحد
de: Alle deine App-Einstellungen an einem Ort
es: Todos tus ajustes de la app en un solo lugar
fr: Tous vos paramètres d'application en un seul endroit
hi: आपके ऐप की सभी सेटिंग्स एक ही स्थान पर
it: Tutte le impostazioni della tua app in un unico posto
ja: すべてのアプリ設定を1か所に

# tutorialApp_desc5
source: For a more personalized experience!
ar: لتجربة أكثر تخصيصًا!
de: Für eine individuellere Erfahrung!
es: ¡Para una experiencia más personalizada!
fr: Pour une expérience plus personnalisée!
hi: एक अधिक व्यक्तिगत अनुभव के लिए!
it: Per un'esperienza più personalizzata!
ja: より個別化された体験のために！

# tutorialApp_title6
source: Learn more about the app!
ar: تعرف على المزيد حول التطبيق
de: Erfahre mehr über die App!
es: ¡Aprende más sobre la app!
fr: En savoir plus sur l'application!
hi: ऐप के बारे में और जानें
it: Scopri di più sull'app!
ja: アプリについてもっと学ぶ

# tutorialLGConnect_title1
source: Navigate to LG Connection Manager
ar: انتقل إلى مدير الاتصال بـ LG
de: Navigiere zum LG-Verbindungsmanager
es: Navega al Gestor de Conexiones LG
fr: Accédez au gestionnaire de connexion LG
hi: LG कनेक्शन मैनेजर पर नेविगेट करें
it: Naviga al gestore di connessioni LG
ja: LG接続マネージャーに移動する

# tutorialLGConnect_title2
source: Enter your LG username
ar: أدخل اسم المستخدم الخاص بك لـ LG
de: Gib deinen LG-Benutzernamen ein
es: Ingresa tu nombre de usuario LG
fr: Entrez votre nom d'utilisateur LG
hi: अपना LG उपयोगकर्ता नाम दर्ज करें
it: Inserisci il tuo nome utente LG
ja: LGのユーザー名を入力する

# tutorialLGConnect_title3
source: Enter your LG password
ar: أدخل كلمة المرور الخاصة بك لـ LG
de: Gib dein LG-Passwort ein
es: Ingresa tu contraseña LG
fr: Entrez votre mot de passe LG
hi: अपना LG पासवर्ड दर्ज करें
it: Inserisci la tua password LG
ja: LGのパスワードを入力する

# tutorialLGConnect_title4
source: Enter your LG Master IP Address
ar: أدخل عنوان IP الخاص بماستر LG
de: Gib die IP-Adresse des LG-Masters ein
es: Ingresa la dirección IP del Maestro LG
fr: Entrez l'adresse IP du maître LG
hi: अपना LG मास्टर IP पता दर्ज करें
it: Inserisci l'indirizzo IP del master LG
ja: LGマスターのIPアドレスを入力する

# tutorialLGConnect_desc4
source: It usually starts with 192.xxx.xxx.x
ar: عادةً ما يبدأ بـ 192.xxx.xxx.x
de: Es beginnt normalerweise mit 192.xxx.xxx.x
es: Usualmente empieza con 192.xxx.xxx.x
fr: Elle commence généralement par 192.xxx.xxx.x
hi: यह आमतौर पर 192.xxx.xxx.x से शुरू होता है
it: Di solito inizia con 192.xxx.xxx.x
ja: 通常は192.xxx.xxx.xから始まります

# tutorialLGConnect_title5
source: Enter your LG Port Number
ar: أدخل رقم منفذ LG الخاص بك
de: Gib die LG-Portnummer ein
es: Ingresa el número de puerto de LG
fr: Entrez votre numéro de port LG
hi: अपना LG पोर्ट नंबर दर्ज करें
it: Inserisci il numero di porta LG
ja: LGのポート番号を入力する

# tutorialLGConnect_desc5
source: It is usually 22
ar: عادةً ما يكون 22
de: Es ist normalerweise 22
es: Usualmente es 22
fr: Il est généralement de 22
hi: यह आमतौर पर 22 होता है
it: Di solito è 22
ja: 通常は22です

# tutorialLGConnect_title6
source: Enter the number of LG Screens in your Rig
ar: أدخل عدد شاشات LG في نظامك
de: Gib die Anzahl der LG-Bildschirme in deinem Rig ein
es: Ingresa el número de pantallas LG en tu equipo
fr: Entrez le nombre d'écrans LG dans votre configuration
hi: अपने Rig में LG स्क्रीन की संख्या दर्ज करें
it: Inserisci il numero di schermi LG nel tuo impianto
ja: リグにあるLGスクリーンの数を入力する

# tutorialLGConnect_title7
source: Click here to connect after you fill your data!
ar: انقر هنا للاتصال بعد إدخال بياناتك!
de: Klicke hier, um dich nach Eingabe deiner Daten zu verbinden!
es: ¡Haz clic aquí para conectarte después de llenar tus datos!
fr: Cliquez ici pour vous connecter après avoir rempli vos informations!
hi: अपना डेटा भरने के बाद यहां क्लिक करें!
it: Clicca qui per connetterti dopo aver inserito i tuoi dati!
ja: データ入力後、ここをクリックして接続する！

# tutorialLGConnect_title8
source: Check your LG connection status from here
ar: تحقق من حالة اتصال LG الخاص بك من هنا
de: Überprüfe hier den Status deiner LG-Verbindung
es: Revisa el estado de tu conexión LG desde aquí
fr: Vérifiez le statut de votre connexion LG ici
hi: यहां से अपनी LG कनेक्शन स्थिति की जांच करें
it: Controlla lo stato della tua connessione LG da qui
ja: ここからLG接続ステータスを確認する

# tutorialTasls_titl1
source: Navigate to LG Tasks
ar: انتقل إلى مهام LG
fr: Accédez aux tâches LG
hi: LG टास्क पर नेविगेट करें
it: Naviga alle attività LG
ja: LGタスクに移動する

# tutorialTasls_title2
source: Click here to relaunch your LG
ar: انقر هنا لإعادة تشغيل LG الخاص بك
de: Klicke hier, um dein LG neu zu starten
es: Haz clic aquí para relanzar tu LG
fr: Cliquez ici pour relancer votre LG
hi: यहां क्लिक करें अपने LG को रीलॉन्च करने के लिए
it: Clicca qui per rilanciare il tuo LG
ja: LGを再起動するにはここをクリック

# tutorialTasls_title3
source: Click here to reboot your LG
ar: انقر هنا لإعادة تشغيل LG الخاص بك
de: Klicke hier, um dein LG neu zu starten
es: Haz clic aquí para reiniciar tu LG
fr: Cliquez ici pour redémarrer votre LG
hi: यहां क्लिक करें अपने LG को रीबूट करने के लिए
it: Clicca qui per riavviare il tuo LG
ja: LGを再起動するにはここをクリック

# tutorialTasls_title4
source: Click here to shutdown your LG
ar: انقر هنا لإيقاف تشغيل LG الخاص بك
de: Klicke hier, um dein LG herunterzufahren
es: Haz clic aquí para apagar tu LG
fr: Cliquez ici pour éteindre votre LG
hi: यहां क्लिक करें अपने LG को शटडाउन करने के लिए
it: Clicca qui per spegnere il tuo LG
ja: LGをシャットダウンするにはここをクリック

# tutorialTasls_title5
source: Click here to show the app logos on LG left most screen
ar: انقر هنا لعرض شعارات التطبيق على الشاشة اليسرى لنظام LG
de: Klicke hier, um die App-Logos auf dem linken Bildschirm von LG anzuzeigen
es: Haz clic aquí para mostrar los logos de la app en la pantalla más a la izquierda de LG
fr: Cliquez ici pour afficher les logos de l'application sur l'écran le plus à gauche de LG
hi: यहां क्लिक करें LG के सबसे बाईं ओर स्क्रीन पर ऐप लोगो दिखाने के लिए
it: Clicca qui per mostrare i loghi dell'app sullo schermo più a sinistra di LG
ja: LGの最も左側の画面にアプリのロゴを表示するにはここをクリック

# tutorialTasls_title6
source: Click here to hide the app logos on LG left most screen
ar: انقر هنا لإخفاء شعارات التطبيق على الشاشة اليسرى لنظام LG
de: Klicke hier, um die App-Logos auf dem linken Bildschirm von LG auszublenden
es: Haz clic aquí para ocultar los logos de la app en la pantalla más a la izquierda de LG
fr: Cliquez ici pour masquer les logos de l'application sur l'écran le plus à gauche de LG
hi: यहां क्लिक करें LG के सबसे बाईं ओर स्क्रीन पर ऐप लोगो छिपाने के लिए
it: Clicca qui per nascondere i loghi dell'app sullo schermo più a sinistra di LG
ja: LGの最も左側の画面からアプリのロゴを非表示にするにはここをクリック
