Repository: LiquidGalaxyLAB/LG-Gemma-AI-Touristic-info-tool
Catalog: ai_touristic_info_tool/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja

# aiGenerationAPIGemini_webLoadingMessage
source: Please hold on while the model collects information from the web to provide a unique, accurate, and up-to-date experience!
ar: يرجى الانتظار بينما يجمع النموذج المعلومات من الويب لتوفير تجربة فريدة ودقيقة ومحدثة!
de: Bitte warten Sie, während das Modell Informationen aus dem Web sammelt, um eine einzigartige, genaue und aktuelle Erfahrung zu bieten!
es: ¡Por favor espera mientras el modelo recoge información de la web para proporcionarte una experiencia única, precisa y actualizada!
fr: Veuillez patienter pendant que le modèle collecte des informations sur le web pour vous fournir une expérience unique, précise et à jour !
hi: कृपया प्रतीक्षा करें जबकि मॉडल वेब से जानकारी एकत्र करता है ताकि एक अनूठा, सटीक, और अद्यतित अनुभव प्रदान किया जा सके!
it: Attendere mentre il modello raccoglie informazioni dal web per fornire un'esperienza unica, accurata e aggiornata!
ja: モデルがウェブから情報を収集してユニークで正確な最新の体験を提供する間、少々お待ちください！

# aiGenerationAPIGemini_snapShotError
source: Error: {snapshotError} Please try again later...
ar: خطأ: {snapshotError} يرجى المحاولة مرة أخرى لاحقًا...
de: Fehler: {snapshotError} Bitte versuchen Sie es später erneut...
es: Error: {snapshotError} Por favor intenta nuevamente más tarde...
fr: Erreur : {snapshotError} Veuillez réessayer plus tard...
hi: त्रुटि: {snapshotError} कृपया बाद में फिर से प्रयास करें...
it: Errore: {snapshotError} Si prega di riprovare più tardi...
ja: エラー: {snapshotError} 後でもう一度お試しください...

# aiGenerationAPIGemini_noDataError
source: No data available Please try again later...
ar: لا تتوفر بيانات يرجى المحاولة مرة أخرى لاحقًا...
de: Keine Daten verfügbar Bitte versuchen Sie es später erneut...
es: No hay datos disponibles Por favor intenta nuevamente más tarde...
fr: Aucune donnée disponible Veuillez réessayer plus tard...
hi: कोई डेटा उपलब्ध नहीं है कृपया बाद में फिर से प्रयास करें...
it: Nessun dato disponibile Si prega di riprovare più tardi...
ja: データが利用できません 後でもう一度お試しください...

# aiGenerationAPIGemini_responseTimeMessg
source: Average response time is 20-30 seconds. Thank you for your patience!
ar: متوسط وقت الاستجابة هو 20 - 30 ثانية. شكرًا على صبركك!
de: Die durchschnittliche Antwortzeit beträgt 20-30 Sekunden. Vielen Dank für Ihre Geduld!
es: El tiempo promedio de respuesta es de 1 minuto. ¡Gracias por tu paciencia!
fr: Le temps de réponse moyen est de 1 minute. Merci pour votre patience !
hi: औसत प्रतिक्रिया समय 1 मिनट है। आपके धैर्य के लिए धन्यवाद!
it: Il tempo medio di risposta è di 1 minuto. Grazie per la pazienza!
ja: 平均応答時間は20〜30秒です。 ご辛抱いただきありがとうございます

# aiGenerationAPIGemini_waitMessg
source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करें...
it: Attendere prego...
ja: しばらくお待ちください...

# aiGenerationAPIGemini_successGeneration
source: Generation completed successfully!
ar: تم الانتهاء من التوليد بنجاح!
de: Generierung erfolgreich abgeschlossen!
es: ¡Generación completada con éxito!
fr: Génération terminée avec succès !
hi: उत्पादन सफलतापूर्वक पूरा हुआ!
it: Generazione completata con successo!
ja: 生成が成功しました！

# aiGeneration_generationScreenTitle
source: AI Generation
ar: توليد AI
de: KI-Generierung
es: Generación de IA
fr: Génération IA
hi: AI उत्पादन
it: Generazione AI
ja: AI生成

# link_open
source: Open in Browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
it: Apri nel Browser
ja: ブラウザで開く

# aiHallucination_text1
source: Be aware of AI hallucinations !
ar: كن على دراية بهلوسات الذكاء الاصطناعي!
de: Achten Sie auf KI-Halluzinationen!
es: ¡Ten en cuenta las alucinaciones de la IA!
fr: Attention aux hallucinations de l'IA !
hi: AI भ्रांतियों के प्रति सतर्क रहें!
it: Fai attenzione alle allucinazioni dell'IA!
ja: AIの幻覚に注意してください！

# aiHallucination_text2
source: The state of the art of most AI tools as 2024 can give you sometimes incorrect answers, or even the so called Hallucinations:
ar: حالة معظم أدوات الذكاء الاصطناعي في عام 2024 يمكن أن تعطيك أحيانًا إجابات غير صحيحة، أو حتى ما يسمى بالهلوسات:
de: Der aktuelle Stand der Technik der meisten KI-Tools im Jahr 2024 kann Ihnen manchmal falsche Antworten oder sogenannte Halluzinationen liefern:
es: El estado del arte de la mayoría de las herramientas de IA en 2024 puede darte a veces respuestas incorrectas, o incluso las llamadas Alucinaciones:
fr: L'état de l'art de la plupart des outils IA en 2024 peut parfois vous donner des réponses incorrectes, ou même les soi-disant Hallucinations :
hi: 2024 के अधिकांश AI उपकरणों की आधुनिक तकनीक कभी-कभी गलत उत्तर दे सकती है, या यहां तक कि所谓 की भ्रांतियां भी दे सकती है:
it: Lo stato dell'arte della maggior parte degli strumenti AI nel 2024 può a volte fornire risposte errate, o anche le cosiddette Allucinazioni:
ja: 2024年のほとんどのAIツールの最先端技術は、時には不正確な回答やいわゆる幻覚を生成することがあります:

# aiHallucination_text3
source: AI hallucinations are incorrect or misleading results that AI models generate. These errors can be caused by a variety of factors, including insufficient training data, incorrect assumptions made by the model, or biases in the data used to train the model. The Liquid Galaxy project has no control over this, and the contents responsibility is of the owners of the respective Large Language models used
ar: هلوسات الذكاء الاصطناعي هي نتائج غير صحيحة أو مضللة التي تولدها نماذج الذكاء الاصطناعي. يمكن أن تحدث هذه الأخطاء بسبب عوامل متعددة، بما في ذلك بيانات التدريب غير الكافية، الافتراضات غير الصحيحة التي قدمها النموذج، أو التحيزات في البيانات المستخدمة لتدريب النموذج. مشروع ليكويد جالاكسي ليس له سيطرة على ذلك، وتكون مسؤولية المحتويات على عاتق مالكي النماذج اللغوية الكبيرة المستخدمة
de: KI-Halluzinationen sind falsche oder irreführende Ergebnisse, die von KI-Modellen generiert werden. Diese Fehler können durch eine Vielzahl von Faktoren verursacht werden, einschließlich unzureichender Trainingsdaten, falscher Annahmen des Modells oder Vorurteile in den zur Modellierung verwendeten Daten. Das Liquid Galaxy-Projekt hat keine Kontrolle darüber, und die Verantwortung für die Inhalte liegt bei den Eigentümern der jeweiligen großen Sprachmodelle, die verwendet werden.
es: Las alucinaciones de IA son resultados incorrectos o engañosos que generan los modelos de IA. Estos errores pueden ser causados por una variedad de factores, incluyendo datos de entrenamiento insuficientes, suposiciones incorrectas hechas por el modelo o sesgos en los datos utilizados para entrenar el modelo. El proyecto Liquid Galaxy no tiene control sobre esto, y la responsabilidad de los contenidos recae en los propietarios de los respectivos modelos de Lenguaje Extenso utilizados
fr: Les hallucinations de l'IA sont des résultats incorrects ou trompeurs générés par des modèles IA. Ces erreurs peuvent être causées par divers facteurs, notamment un manque de données d'entraînement, des hypothèses incorrectes faites par le modèle ou des biais dans les données utilisées pour entraîner le modèle. Le projet Liquid Galaxy n'a aucun contrôle sur cela, et la responsabilité des contenus incombe aux propriétaires des modèles de langage de grande taille respectifs utilisés
hi: AI भ्रांतियां गलत या भ्रामक परिणाम हैं जो AI मॉडल उत्पन्न करते हैं। ये त्रुटियां कई कारणों से हो सकती हैं, जैसे अपर्याप्त प्रशिक्षण डेटा, मॉडल द्वारा की गई गलत धारणाएं, या डेटा में पूर्वाग्रह जो मॉडल को प्रशिक्षित करने के लिए उपयोग किया गया था। Liquid Galaxy प्रोजेक्ट इसका नियंत्रण नहीं रखता है, और सामग्री की जिम्मेदारी संबंधित Large Language मॉडल के मालिकों की है।
it: Le allucinazioni dell'IA sono risultati errati o fuorvianti che i modelli AI generano. Questi errori possono essere causati da una varietà di fattori, tra cui dati di addestramento insufficienti, assunzioni errate fatte dal modello o pregiudizi nei dati utilizzati per addestrare il modello. Il progetto Liquid Galaxy non ha alcun controllo su questo, e la responsabilità del contenuto è dei proprietari dei rispettivi modelli di linguaggio di grandi dimensioni utilizzati.
ja: AIの幻覚は、AIモデルが生成する不正確または誤解を招く結果です。これらのエラーは、不十分なトレーニングデータ、モデルによる誤った仮定、またはモデルをトレーニングするために使用されたデータのバイアスなど、さまざまな要因によって引き起こされる可能性があります。 Liquid Galaxyプロジェクトはこれを制御できず、内容の責任は使用されているそれぞれの大型言語モデルの所有者にあります

# visualizationDialog_Showpois
source: Show POIs
ar: عرض نقاط الاهتمام
de: POIs anzeigen
es: Mostrar POIs
fr: Afficher les POIs
hi: POIs दिखाएँ
it: Mostra POI
ja: POIを表示

# visualizationDialog_PrepTour
source: Prepare Tour
ar: تحضير الجولة
de: Tour vorbereiten
es: Preparar Tour
fr: Préparer le tour
hi: टूर तैयार करें
it: Prepara Tour
ja: ツアーの準備

# visualizationDialog_playTour
source: Play Tour
ar: تشغيل الجولة
de: Tour abspielen
es: Reproducir Tour
fr: Jouer le tour
hi: टूर चलाएँ
it: Avvia Tour
ja: ツアーを再生

# visualizationDialog_stopTour
source: Stop Tour
ar: إيقاف الجولة
de: Tour stoppen
es: Detener Tour
fr: Arrêter le tour
hi: टूर रोकें
it: Ferma Tour
ja: ツアーを停止

# visualizationDialog_listofPois
source: List of POIs
ar: قائمة نقاط الاهتمام
de: Liste der POIs
es: Lista de POIs
fr: Liste des POIs
hi: POIs की सूची
it: Elenco dei POI
ja: POIのリスト

# visualizationDialog_mapButton
source: Map
ar: الخريطة
de: Karte
es: Mapa
fr: Carte
hi: मानचित्र
it: Mappa
ja: 地図

# visualizationDialog_startTourConfirmation
source: Are you sure you want to start tour?
ar: هل أنت متأكد أنك تريد بدء الجولة؟
de: Sind Sie sicher, dass Sie die Tour starten möchten?
ja: ツアーを開始してもよろしいですか？

# visualizationDialog_stopTourConfirmation
source: Are you sure you want to stop tour?
ar: هل أنت متأكد أنك تريد إيقاف الجولة؟
de: Sind Sie sicher, dass Sie die Tour stoppen möchten?
ja: ツアーを停止してもよろしいですか？

# visualizationDialog_errorLoadingAudio
source: Error loading audio. Please try again later.
ar: حدث خطأ أثناء تحميل الصوت. يرجى المحاولة لاحقًا.
de: Fehler beim Laden der Audiodatei. Bitte versuchen Sie es später noch einmal.
ja: オーディオの読み込み中にエラーが発生しました。後でもう一度お試しください。

# visualizationDialog_errorPlayingAudio
source: Error playing audio. Please try again later.
ar: حدث خطأ أثناء تشغيل الصوت. يرجى المحاولة لاحقًا.
de: Fehler bei der Wiedergabe der Audiodatei. Bitte versuchen Sie es später noch einmal.
ja: オーディオの再生中にエラーが発生しました。後でもう一度お試しください。

# viusalizationDialog_playSound
source: Play Sound
ar: تشغيل الصوت
de: Ton abspielen
ja: 音を再生

# about_title
source: LG Gemini AI Touristic Info Tool
ar: أداة المعلومات السياحية LG Gemini AI
de: LG Gemini KI Touristische Info Tool
es: Herramienta de Información Turística LG Gemini AI
fr: Outil d'Information Touristique AI LG Gemini
hi: LG Gemini AI टूरिस्टिक इन्फो टूल
it: LG Gemini AI Strumento di Informazioni Turistiche
ja: LG Gemini AI 観光情報ツール

# about_projGit
source: Project Github
ar: مشروع GitHub
de: Projekt Github
es: Github del Proyecto
fr: Github du Projet
hi: प्रोजेक्ट गिटहब
it: Progetto Github
ja: プロジェクト GitHub

# about_linkedin
source: My LinkedIn
ar: ملفي على LinkedIn
de: Mein LinkedIn
es: Mi LinkedIn
fr: Mon LinkedIn
hi: मेरा लिंक्डइन
it: Il Mio LinkedIn
ja: 私の LinkedIn

# about_lgWebsite
source: Liquid Galaxy Website
ar: موقع Liquid Galaxy
es: Sitio Web de Liquid Galaxy
fr: Site Web de Liquid Galaxy
hi: लिक्विड गैलेक्सी वेबसाइट
it: Sito Web di Liquid Galaxy
ja: Liquid Galaxy ウェブサイト

# about_appDesc1
source: 🌍 Escape the Everyday
ar: 🌍 اهرب من الروتين اليومي
de: 🌍 Entfliehen Sie dem Alltag
es: 🌍 Escapa de la Rutina
fr: 🌍 Évadez-vous du Quotidien
hi: 🌍 रोजमर्रा की ज़िंदगी से बचें
it: 🌍 Fuggi dalla Routine
ja: 🌍 日常を脱出

# about_appDesc2
source: In the hustle and bustle of daily life, many seek an escape through travel—a means of relaxation, renewal, and exploration. However, the sheer abundance of information available online can make trip planning overwhelming. Navigating multiple websites, guidebooks, and apps to research destinations, attractions, and experiences can be daunting.
ar: في صخب الحياة اليومية، يبحث الكثيرون عن الهروب من خلال السفر - وسيلة للاسترخاء والتجديد والاستكشاف. ومع ذلك، فإن الكم الهائل من المعلومات المتاحة عبر الإنترنت يمكن أن يجعل تخطيط الرحلات أمراً مربكاً. التنقل بين مواقع الويب المختلفة والكتب الإرشادية والتطبيقات للبحث عن الوجهات والمعالم والتجارب يمكن أن يكون مرهقاً.
de: Im Trubel des täglichen Lebens suchen viele Menschen durch Reisen einen Ausweg – ein Mittel zur Entspannung, Erneuerung und Erkundung. Die schiere Menge an Informationen, die online verfügbar sind, kann die Reiseplanung jedoch überwältigend machen. Das Durchsuchen mehrerer Websites, Reiseführer und Apps zur Recherche von Reisezielen, Sehenswürdigkeiten und Erlebnissen kann entmutigend sein.
es: En el ajetreo y el bullicio de la vida cotidiana, muchos buscan un escape a través del viaje—un medio de relajación, renovación y exploración. Sin embargo, la gran cantidad de información disponible en línea puede hacer que la planificación de viajes sea abrumadora. Navegar por múltiples sitios web, guías y aplicaciones para investigar destinos, atracciones y experiencias puede resultar desalentador.
fr: Dans le tourbillon de la vie quotidienne, beaucoup cherchent une évasion à travers le voyage — un moyen de détente, de renouveau et d'exploration. Cependant, l'abondance d'informations disponibles en ligne peut rendre la planification de voyage écrasante. Naviguer entre plusieurs sites web, guides et applications pour rechercher des destinations, attractions et expériences peut être décourageant.
hi: दैनिक जीवन की हलचल में, कई लोग यात्रा के माध्यम से बचने की कोशिश करते हैं—एक आराम, नवीकरण, और अन्वेषण का तरीका। हालांकि, ऑनलाइन उपलब्ध जानकारी की अत्यधिक मात्रा यात्रा की योजना को अत्यधिक जटिल बना सकती है। कई वेबसाइटों, गाइडबुक्स, और ऐप्स का उपयोग करके गंतव्यों, आकर्षणों, और अनुभवों पर शोध करना कठिन हो सकता है।
it: Nel trambusto della vita quotidiana, molti cercano una fuga attraverso i viaggi, un mezzo di relax, rinnovamento e esplorazione. Tuttavia, l'abbondanza di informazioni disponibili online può rendere la pianificazione di un viaggio travolgente. Navigare tra più siti web, guide e app per ricercare destinazioni, attrazioni e esperienze può essere difficile.
ja: 日々の忙しさの中で、多くの人が旅行を通じてリラックスし、リニューアルし、探検しようとしています。しかし、オンラインで利用できる情報の膨大さは、旅行計画を圧倒するものにする可能性があります。複数のウェブサイト、ガイドブック、アプリをナビゲートして目的地、アトラクション、体験を調べることは、圧倒されることがあります。

# about_appDesc3
source: ✨ Simplify Your Journey
ar: ✨ بسِّط رحلتك
de: ✨ Vereinfachen Sie Ihre Reise
es: ✨ Simplifica Tu Viaje
fr: ✨ Simplifiez Votre Voyage
hi: ✨ अपनी यात्रा को सरल बनाएं
it: ✨ Semplifica il Tuo Viaggio
ja: ✨ 旅を簡素化

# about_appDesc4
source: Our application aims to simplify the travel planning process and inspire users to embark on memorable journeys. Discovering the most captivating points of interest (POIs) tailored to your preferences has never been easier.
ar: تسعى تطبيقنا إلى تبسيط عملية تخطيط السفر وإلهام المستخدمين للانطلاق في رحلات لا تُنسى. اكتشاف نقاط الاهتمام الأكثر جاذبية التي تناسب تفضيلاتك لم يكن أبداً أسهل من ذلك.
de: Unsere Anwendung zielt darauf ab, den Reiseplanungsprozess zu vereinfachen und Benutzer dazu zu inspirieren, unvergessliche Reisen zu unternehmen. Das Entdecken der faszinierendsten Sehenswürdigkeiten (POIs), die auf Ihre Vorlieben zugeschnitten sind, war noch nie so einfach.
es: Nuestra aplicación tiene como objetivo simplificar el proceso de planificación de viajes e inspirar a los usuarios a embarcarse en viajes memorables. Descubrir los puntos de interés (POIs) más cautivadores adaptados a tus preferencias nunca ha sido tan fácil.
fr: Notre application vise à simplifier le processus de planification des voyages et à inspirer les utilisateurs à entreprendre des voyages mémorables. Découvrir les points d'intérêt (POI) les plus captivants, adaptés à vos préférences, n'a jamais été aussi facile.
hi: हमारा ऐप यात्रा की योजना को सरल बनाने और उपयोगकर्ताओं को यादगार यात्राओं पर भेजने का लक्ष्य रखता है। आपके पसंदीदा बिंदुओं (POIs) की खोज अब पहले से कहीं अधिक आसान है।
it: La nostra applicazione mira a semplificare il processo di pianificazione dei viaggi e ispirare gli utenti a intraprendere viaggi memorabili. Scoprire i punti di interesse (POI) più affascinanti e personalizzati in base alle tue preferenze non è mai stato così facile.
ja: 私たちのアプリケーションは、旅行計画プロセスを簡素化し、ユーザーが記憶に残る旅を始めるインスピレーションを提供することを目指しています。あなたの好みに合わせた最も魅力的なポイント・オブ・インタレスト (POI) を発見することは、これまでにないほど簡単です。

# about_appDesc5
source: 🤖 Smart AI Recommendations
ar: 🤖 توصيات ذكية باستخدام الذكاء الاصطناعي
de: 🤖 Intelligente KI-Empfehlungen
es: 🤖 Recomendaciones Inteligentes de IA
fr: 🤖 Recommandations AI Intelligentes
hi: 🤖 स्मार्ट AI सिफारिशें
it: 🤖 Raccomandazioni AI Intelligenti
ja: 🤖 スマートAIおすすめ

# about_appDesc6Gemma
source: Leveraging Gemma, one of the latest open-source generative text AI models, our app generates personalized POIs, running locally on the AI server at Lleida Lab using Docker technology..
ar: من خلال الاستفادة من Gemma، وهو أحد أحدث نماذج الذكاء الاصطناعي التوليدية مفتوحة المصدر، يقوم تطبيقنا بتوليد نقاط اهتمام مخصصة، ويعمل محلياً على خادم الذكاء الاصطناعي في مختبر Lleida باستخدام تقنية Docker.
de: Durch die Nutzung von Gemma, einem der neuesten Open-Source-generativen Text-KI-Modelle, generiert unsere App personalisierte POIs, die lokal auf dem KI-Server im Lleida Lab mit Docker-Technologie ausgeführt werden.
es: Aprovechando Gemma, uno de los últimos modelos de IA generativa de texto de código abierto, nuestra aplicación genera POIs personalizados, ejecutándose localmente en el servidor de IA en Lleida Lab utilizando tecnología Docker.
fr: En utilisant Gemma, l'un des derniers modèles d'IA générative de texte open-source, notre application génère des POI personnalisés, fonctionnant localement sur le serveur IA de Lleida Lab à l'aide de la technologie Docker.
hi: Gemma का उपयोग करके, जो नवीनतम ओपन-सोर्स जनरेटिव टेक्स्ट AI मॉडल में से एक है, हमारा ऐप व्यक्तिगत POIs उत्पन्न करता है, जो Docker तकनीक का उपयोग करके Lleida Lab पर AI सर्वर पर चल रहा है।
it: Sfruttando Gemma, uno degli ultimi modelli AI di generazione di testo open-source, la nostra app genera POI personalizzati, eseguiti localmente sul server AI presso il Lleida Lab utilizzando la tecnologia Docker.
ja: 最新のオープンソース生成テキストAIモデルの1つであるGemmaを活用し、私たちのアプリはパーソナライズされたPOIを生成し、Docker技術を使用してLleida LabのAIサーバーでローカルに実行されます。

# about_appDesc6Gemini
source: Leveraging Gemini, a generative Google model available through API inference, our app provides advanced language capabilities and intelligent responses.
ar: من خلال الاستفادة من Gemini، وهو نموذج توليدي من Google متاح عبر واجهة API، يوفر تطبيقنا قدرات لغوية متقدمة واستجابات ذكية.
de: Durch die Nutzung von Gemini, einem generativen Google-Modell, das über API-Inferenz verfügbar ist, bietet unsere App fortschrittliche Sprachfähigkeiten und intelligente Antworten.
es: Aprovechando Gemini, un modelo generativo de Google disponible a través de inferencia API, nuestra aplicación proporciona capacidades lingüísticas avanzadas y respuestas inteligentes.
fr: En utilisant Gemini, un modèle génératif de Google disponible via l'inférence API, notre application fournit des capacités linguistiques avancées et des réponses intelligentes.
hi: Gemini का उपयोग करके, जो API इनफेरेंस के माध्यम से उपलब्ध एक जनरेटिव Google मॉडल है, हमारा ऐप उन्नत भाषा क्षमताओं और बुद्धिमान प्रतिक्रियाएं प्रदान करता है।
it: Sfruttando Gemini, un modello generativo di Google disponibile tramite inferenza API, la nostra app offre capacità linguistiche avanzate e risposte intelligenti.
ja: API推論を通じて利用可能な生成型GoogleモデルであるGeminiを活用し、私たちのアプリは高度な言語能力とインテリジェントな応答を提供します。

# about_appDesc7
source: 🌐 Immersive Visualizations
ar: 🌐 تصورات غامرة
de: 🌐 Immersive Visualisierungen
es: 🌐 Visualizaciones Inmersivas
fr: 🌐 Visualisations Immersives
hi: 🌐 इमर्सिव विज़ुअलाइज़ेशन
it: 🌐 Visualizzazioni Immersive
ja: 🌐 没入型ビジュアライゼーション

# about_appDesc8
source: Through the innovative Liquid Galaxy technology, users can visualize their entire trip on an LG rig with three or more screens. The tours and their information are presented via KML (Keyhole Markup Language), creating stunning and unique visualizations on the LG rig.
ar: من خلال تكنولوجيا Liquid Galaxy المبتكرة، يمكن للمستخدمين تصور رحلتهم بالكامل على جهاز LG مع ثلاث شاشات أو أكثر. يتم عرض الجولات ومعلوماتها عبر KML (لغة الترميز الرئيسية)، مما يخلق تصورات مذهلة وفريدة على جهاز LG.
de: Durch die innovative Liquid Galaxy-Technologie können Benutzer ihre gesamte Reise auf einer LG-Anlage mit drei oder mehr Bildschirmen visualisieren. Die Touren und deren Informationen werden über KML (Keyhole Markup Language) präsentiert, was auf der LG-Anlage atemberaubende und einzigartige Visualisierungen erzeugt.
es: A través de la innovadora tecnología Liquid Galaxy, los usuarios pueden visualizar su viaje completo en una plataforma LG con tres o más pantallas. Los recorridos y su información se presentan a través de KML (Keyhole Markup Language), creando visualizaciones impresionantes y únicas en la plataforma LG.
fr: Grâce à la technologie innovante de Liquid Galaxy, les utilisateurs peuvent visualiser leur voyage entier sur un équipement LG avec trois écrans ou plus. Les visites et leurs informations sont présentées via KML (Keyhole Markup Language), créant des visualisations époustouflantes et uniques sur l'équipement LG.
hi: नई Liquid Galaxy तकनीक के माध्यम से, उपयोगकर्ता अपने पूरे यात्रा को तीन या अधिक स्क्रीन वाले LG रिग पर देख सकते हैं। टूर और उनकी जानकारी KML (Keyhole Markup Language) के माध्यम से प्रस्तुत की जाती है, जो LG रिग पर शानदार और अद्वितीय विज़ुअलाइज़ेशन बनाती है।
it: Attraverso l'innovativa tecnologia Liquid Galaxy, gli utenti possono visualizzare l'intero viaggio su un rig LG con tre o più schermi. I tour e le loro informazioni sono presentati tramite KML (Keyhole Markup Language), creando visualizzazioni sorprendenti e uniche sul rig LG.
ja: 革新的なLiquid Galaxy技術を通じて、ユーザーは3つ以上のスクリーンを備えたLGリグで旅行全体を視覚化できます。ツアーとその情報はKML（Keyhole Markup Language）を介して提示され、LGリグ上で美しくユニークなビジュアライゼーションを作成します。

# about_appDesc9
source: 📱 Seamless Experience
ar: 📱 تجربة سلسة
de: 📱 Nahtloses Erlebnis
es: 📱 Experiencia Fluida
fr: 📱 Expérience Sans Couture
hi: 📱 सहज अनुभव
it: 📱 Esperienza Senza Soluzione di Continuità
ja: 📱 シームレスな体験

# about_appDesc10
source: Even without an LG rig, users will enjoy a captivating experience through our app, enhanced by integrated Google Maps. Simplify your travel planning and set out to discover the world with confidence and ease.
ar: حتى بدون جهاز LG، سيستمتع المستخدمون بتجربة جذابة عبر تطبيقنا، مدعومة بـ Google Maps المدمجة. بسِّط تخطيط سفرك وانطلق لاستكشاف العالم بثقة وسهولة.
de: Auch ohne eine LG-Anlage genießen die Benutzer durch unsere App ein fesselndes Erlebnis, das durch die Integration von Google Maps verbessert wird. Vereinfachen Sie Ihre Reiseplanung und entdecken Sie die Welt mit Zuversicht und Leichtigkeit.
es: Incluso sin una plataforma LG, los usuarios disfrutarán de una experiencia cautivadora a través de nuestra aplicación, mejorada con Google Maps integrado. Simplifica la planificación de tu viaje y sal a descubrir el mundo con confianza y facilidad.
fr: Même sans équipement LG, les utilisateurs profiteront d'une expérience captivante grâce à notre application, enrichie par Google Maps intégré. Simplifiez votre planification de voyage et partez à la découverte du monde avec confiance et aisance.
hi: LG रिग के बिना भी, उपयोगकर्ता हमारे ऐप के माध्यम से एक आकर्षक अनुभव का आनंद लेंगे, जो एकीकृत Google Maps द्वारा बढ़ाया गया है। अपनी यात्रा की योजना को सरल बनाएं और आत्म-विश्वास और आसानी से दुनिया की खोज करें।
it: Anche senza un rig LG, gli utenti godranno di un'esperienza coinvolgente attraverso la nostra app, migliorata dall'integrazione di Google Maps. Semplifica la tua pianificazione di viaggio e parti alla scoperta del mondo con fiducia e facilità.
ja: LGリグがなくても、統合されたGoogleマップによってアプリを通じて魅力的な体験を楽しむことができます。旅行計画を簡素化し、自信と安心感を持って世界を発見しましょう。

# about_contributor
source: Contributor:
ar: مساهم:
de: Beitragende:
es: Colaborador:
fr: Contributeur :
hi: योगदानकर्ता:
it: Contributore:
ja: 貢献者:
