Repository: LiquidGalaxyLAB/LG-Gemma-AI-Touristic-info-tool
Catalog: ai_touristic_info_tool/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja

# about_organization
source: Organization:
ar: المنظمة:
de: Organisation:
es: Organización:
fr: Organisation :
hi: संगठन:
it: Organizzazione:
ja: 組織:

# about_mentors
source: Main-Mentors:
ar: المشرفون الرئيسيون:
de: Hauptmentoren:
es: Mentores Principales:
fr: Mentors Principaux :
hi: मुख्य-मेंटर्स:
it: Mentori Principali:
ja: 主要メンター:

# about_admin
source: Organization Admin:
ar: مدير المنظمة:
de: Organisationsadmin:
es: Administrador de la Organización:
fr: Administrateur de l'Organisation :
hi: संगठन व्यवस्थापक:
it: Amministratore dell'Organizzazione:
ja: 組織管理者:

# about_coMentor
source: Co-Mentors:
ar: المشرفون المشاركون:
de: Co-Mentoren:
es: Co-Mentores:
hi: सह-मेंटर्स:
it: Co-Mentori:
ja: 共同メンター:

# about_listenerContributor
source: Listener Contributors:
ar: المساهمون المسمعون:
de: Hörerbeitragende:
es: Colaboradores Escuchantes:
fr: Contributeurs Écouteurs :
hi: सुनने वाले योगदानकर्ता:
it: Contributori Ascoltatori:
ja: リスナー貢献者:

# about_testers
source: Liquid Galaxy LAB testers:
ar: مختبرو مختبر Liquid Galaxy:
de: Liquid Galaxy LAB-Tester:
es: Probadores del Liquid Galaxy LAB:
fr: Testeurs de Liquid Galaxy LAB :
hi: Liquid Galaxy LAB परीक्षक:
it: Tester del Laboratorio Liquid Galaxy:
ja: Liquid Galaxy LABテスター:

# favs_addtofavsmessage
source: Added to Favourites
ar: تمت إضافته إلى المفضلات
de: Zu den Favoriten hinzugefügt
es: Añadido a Favoritos
fr: Ajouté aux Favoris
hi: पसंदीदा में जोड़ा गया
it: Aggiunto ai Preferiti
ja: お気に入りに追加しました

# favs_removefromfavsmessage
source: Removed from Favourites
ar: تمت إزالته من المفضلات
de: Aus den Favoriten entfernt
es: Eliminado de Favoritos
fr: Retiré des Favoris
hi: पसंदीदा से हटा दिया गया
it: Rimosso dai Preferiti
ja: お気に入りから削除しました

# favs_title
source: All your favorite tours and POIs in one place
ar: جميع جولاتك المفضلة ونقاط الاهتمام في مكان واحد
de: Alle Ihre Lieblingstouren und POIs an einem Ort
es: Todos tus tours y POIs favoritos en un solo lugar
fr: Tous vos circuits et POI favoris en un seul endroit
hi: आपके सभी पसंदीदा टूर और POIs एक ही जगह पर
it: Tutti i tuoi tour e POI preferiti in un unico posto
ja: お気に入りのツアーとPOIをすべて1つの場所に

# favs_savedTours
source: All Saved Tours
ar: جميع الجولات المحفوظة
de: Alle gespeicherten Touren
es: Todos los Tours Guardados
fr: Tous les Circuits Sauvegardés
hi: सभी सहेजे गए टूर
it: Tutti i Tour Salvati
ja: 保存済みツアー

# favs_savedPlaces
source: Favorite Places
ar: الأماكن المفضلة
de: Lieblingsorte
es: Lugares Favoritos
fr: Lieux Favoris
hi: पसंदीदा स्थान
it: Luoghi Preferiti
ja: お気に入りの場所

# favPlaces_title
source: All your favorite places worldwide in one place!
ar: جميع أماكنك المفضلة حول العالم في مكان واحد!
de: Alle deine Lieblingsorte weltweit an einem Ort!
es: ¡Todos tus lugares favoritos en todo el mundo en un solo lugar!
fr: Tous vos lieux favoris dans le monde entier en un seul endroit !
hi: दुनिया भर के आपके पसंदीदा स्थान एक ही जगह पर!
it: Tutti i tuoi luoghi preferiti in tutto il mondo in un solo posto!
ja: 世界中のあなたのお気に入りの場所がここに集結！

# favPlaces_customizeSubhead
source: To customize a tour, please select at least 2 places
ar: لتخصيص جولة، يرجى اختيار مكانين على الأقل
de: Um eine Tour anzupassen, wähle bitte mindestens 2 Orte aus
es: Para personalizar un tour, selecciona al menos 2 lugares
fr: Pour personnaliser une visite, veuillez sélectionner au moins 2 lieux
hi: एक टूर को कस्टमाइज़ करने के लिए, कृपया कम से कम 2 स्थान चुनें
it: Per personalizzare un tour, seleziona almeno 2 luoghi
ja: ツアーをカスタマイズするには、少なくとも2つの場所を選択してください

# favPlaces_customizeSubhead2
source: Long press on a place to remove it
ar: اضغط مطولاً على مكان لإزالته
de: Lange auf einen Ort drücken, um ihn zu entfernen
es: Mantén presionado un lugar para eliminarlo
fr: Appuyez longuement sur un lieu pour le supprimer
hi: एक स्थान को हटाने के लिए लंबा दबाएं
it: Tieni premuto su un luogo per rimuoverlo
ja: 場所を長押しして削除します

# favPlaces_customizeError
source: Please select at least 2 places to customize a tour
ar: يرجى اختيار مكانين على الأقل لتخصيص جولة
de: Bitte wähle mindestens 2 Orte aus, um eine Tour anzupassen
es: Por favor, selecciona al menos 2 lugares para personalizar un tour
fr: Veuillez sélectionner au moins 2 lieux pour personnaliser une visite
hi: कृपया एक टूर कस्टमाइज़ करने के लिए कम से कम 2 स्थान चुनें
it: Per personalizzare un tour, seleziona almeno 2 luoghi
ja: ツアーをカスタマイズするには、少なくとも2つの場所を選択してください

# favPlaces_none
source: No favorite places added yet Please save some places to customize a tour
ar: لم تتم إضافة أماكن مفضلة بعد يرجى حفظ بعض الأماكن لتخصيص جولة
de: Noch keine Lieblingsorte hinzugefügt Bitte speichere einige Orte, um eine Tour anzupassen
es: No se han agregado lugares favoritos aún Por favor, guarda algunos lugares para personalizar un tour
fr: Aucun lieu favori ajouté pour l'instant Veuillez enregistrer quelques lieux pour personnaliser une visite
hi: अभी तक कोई पसंदीदा स्थान जोड़ा नहीं गया कृपया कुछ स्थान सहेजें ताकि आप एक टूर कस्टमाइज़ कर सकें
it: Nessun luogo preferito aggiunto ancora Salva alcuni luoghi per personalizzare un tour
ja: まだお気に入りの場所が追加されていません ツアーをカスタマイズするために、いくつかの場所を保存してください

# favPlaces_removeConfirm
source: Are you sure you want to remove this place?
ar: هل أنت متأكد أنك تريد إزالة هذا المكان؟
de: Bist du sicher, dass du diesen Ort entfernen möchtest?
es: ¿Estás seguro de que deseas eliminar este lugar?
fr: Êtes-vous sûr de vouloir supprimer ce lieu ?
hi: क्या आप वाकई इस स्थान को हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere questo luogo?
ja: この場所を削除してもよろしいですか？

# favTours_generatedByGemini
source: Generated by Gemini
ar: تم إنشاؤه بواسطة جمني
de: Erzeugt von Gemini
es: Generado por Gemini
fr: Généré par Gemini
hi: जेमिनी द्वारा उत्पन्न
it: Generato da Gemini
ja: ジェミニによって生成されました

# favTours_generatedByGemma
source: Generated by Gemma
ar: تم إنشاؤه بواسطة جينا
de: Erzeugt von Gemma
es: Generado por Gemma
fr: Généré par Gemma
hi: जेम्मा द्वारा उत्पन्न
it: Generato da Gemma
ja: ジェマによって生成されました

# favTours_customized
source: Customized Tour
ar: جولة مخصصة
de: Angepasste Tour
es: Tour Personalizado
fr: Visite personnalisée
hi: कस्टम टूर
it: Tour Personalizzato
ja: カスタマイズツアー

# favTours_none
source: No favorite tours added yet Please save some tours to view them here
ar: لم تتم إضافة جولات مفضلة بعد يرجى حفظ بعض الجولات لعرضها هنا
de: Noch keine Lieblingstouren hinzugefügt Bitte speichere einige Touren, um sie hier anzuzeigen
es: No se han agregado tours favoritos aún Por favor, guarda algunos tours para verlos aquí
fr: Aucune visite préférée ajoutée pour l'instant Veuillez enregistrer quelques visites pour les afficher ici
hi: अभी तक कोई पसंदीदा टूर जोड़ा नहीं गया कृपया कुछ टूर सहेजें ताकि आप उन्हें यहाँ देख सकें
it: Nessun tour preferito aggiunto ancora Salva alcuni tour per visualizzarli qui
ja: まだお気に入りのツアーが追加されていません ツアーを保存して、ここで表示してください

# textfield_error
source: The field is required
ar: هذا الحقل مطلوب
de: Das Feld ist erforderlich
es: El campo es obligatorio
fr: Le champ est requis
hi: यह क्षेत्र आवश्यक है
it: Il campo è obbligatorio
ja: このフィールドは必須です

# lgConnection_title
source: Liquid Galaxy Connection Manager
ar: مدير اتصال Liquid Galaxy
de: Liquid Galaxy Verbindungsmanager
es: Administrador de Conexión de Liquid Galaxy
fr: Gestionnaire de Connexion Liquid Galaxy
hi: Liquid Galaxy कनेक्शन प्रबंधक
it: Gestore di Connessione Liquid Galaxy
ja: Liquid Galaxy 接続マネージャ

# lgConnection_subtitle
source: LG Connection
ar: اتصال LG
de: LG-Verbindung
es: Conexión LG
fr: Connexion LG
hi: LG कनेक्शन
it: Connessione LG
ja: LG接続

# lgConnection_userName
source: LG User Name
ar: اسم مستخدم LG
de: LG-Benutzername
es: Nombre de Usuario LG
fr: Nom d'Utilisateur LG
hi: LG उपयोगकर्ता नाम
it: Nome Utente LG
ja: LG ユーザー名

# lgConnection_password
source: LG Password
ar: كلمة مرور LG
de: LG-Passwort
es: Contraseña LG
fr: Mot de Passe LG
hi: LG पासवर्ड
it: Password LG
ja: LG パスワード

# lgConnection_ip
source: LG Master IP Address
ar: عنوان IP الرئيسي لجهاز LG
de: LG-Master-IP-Adresse
es: Dirección IP del Maestro LG
fr: Adresse IP Maître LG
hi: LG मास्टर IP पता
it: Indirizzo IP del Master LG
ja: LG マスター IP アドレス

# lgConnection_port
source: LG Port Number
ar: رقم منفذ LG
de: LG-Portnummer
es: Número de Puerto LG
fr: Numéro de Port LG
hi: LG पोर्ट नंबर
it: Numero di Porta LG
ja: LG ポート番号

# lgConnection_numScreens
source: Number of LG Screens
ar: عدد شاشات LG
de: Anzahl der LG-Bildschirme
es: Número de Pantallas LG
fr: Nombre d'Écrans LG
hi: LG स्क्रीन की संख्या
it: Numero di Schermi LG
ja: LG スクリーンの数

# lgConnection_connect
source: CONNECT LG
ar: اتصال LG
de: LG VERBINDEN
es: CONECTAR LG
fr: CONNEXION LG
hi: LG कनेक्ट करें
it: CONNETTI LG
ja: LG 接続

# lgConnection_disconnect
source: DISCONNECT LG
ar: فصل LG
de: LG TRENNEN
es: DESCONECTAR LG
fr: DÉCONNEXION LG
hi: LG डिस्कनेक्ट करें
it: DISCONNETTI LG
ja: LG 切断

# lgConnection_confirmDisconnect
source: Are you sure you want to disconnect?
ar: هل أنت متأكد أنك تريد فصل الاتصال؟
de: Möchten Sie die Verbindung wirklich trennen?
es: ¿Estás seguro de que deseas desconectar?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप वास्तव में डिस्कनेक्ट करना चाहते हैं?
it: Sei sicuro di voler disconnetterti?
ja: 本当に切断しますか？

# lgConnection_errorDisconnect
source: You are already disconnected!
ar: أنت بالفعل مفصول!
de: Sie sind bereits getrennt!
es: ¡Ya estás desconectado!
fr: Vous êtes déjà déconnecté !
hi: आप पहले से ही डिस्कनेक्टेड हैं!
it: Sei già disconnesso!
ja: すでに切断されています！

# lgConnection_success
source: You are now connected to the Liquid Galaxy successfully!
ar: أنت الآن متصل بنجاح بـ Liquid Galaxy!
de: Sie sind jetzt erfolgreich mit Liquid Galaxy verbunden!
ja: Liquid Galaxy に正常に接続されました！

# lgConnection_disconnectMsg
source: You are now disconnected from the Liquid Galaxy.
ar: أنت الآن غير متصل بـ Liquid Galaxy.
de: Sie sind jetzt von Liquid Galaxy getrennt.
ja: Liquid Galaxy から切断されました。

# lgTasks_title
source: Liquid Galaxy Tasks
ar: مهام Liquid Galaxy
de: Liquid Galaxy Aufgaben
es: Tareas de Liquid Galaxy
fr: Tâches Liquid Galaxy
hi: Liquid Galaxy कार्य
it: Attività di Liquid Galaxy
ja: Liquid Galaxy タスク

# lgTasks_relaunch
source: Relaunch LG
ar: إعادة تشغيل LG
de: LG neu starten
es: Reiniciar LG
fr: Relancer LG
hi: LG को पुनः लॉन्च करें
it: Rilancia LG
ja: LG を再起動

# lgTasks_reboot
source: Reboot LG
ar: إعادة تشغيل LG
de: LG neu starten
es: Reiniciar LG
fr: Redémarrer LG
hi: LG को रीबूट करें
it: Riavvia LG
ja: LG を再起動

# lgTasks_shutdown
source: Shutdown LG
ar: إيقاف تشغيل LG
de: LG herunterfahren
es: Apagar LG
fr: Éteindre LG
hi: LG को शटडाउन करें
it: Spegni LG
ja: LG をシャットダウン

# lgTasks_confirmRelaunch
source: Are you sure you want to relaunch LG?
ar: هل أنت متأكد أنك تريد إعادة تشغيل LG؟
de: Möchten Sie LG wirklich neu starten?
es: ¿Estás seguro de que deseas reiniciar LG?
fr: Êtes-vous sûr de vouloir relancer LG ?
hi: क्या आप वास्तव में LG को पुनः लॉन्च करना चाहते हैं?
it: Sei sicuro di voler rilanciare LG?
ja: 本当に再起動しますか？

# lgTasks_confirmReboot
source: Are you sure you want to reboot LG?
ar: هل أنت متأكد أنك تريد إعادة تشغيل LG؟
de: Möchten Sie LG wirklich neu starten?
es: ¿Estás seguro de que deseas reiniciar LG?
fr: Êtes-vous sûr de vouloir redémarrer LG ?
hi: क्या आप वास्तव में LG को रीबूट करना चाहते हैं?
it: Sei sicuro di voler riavviare LG?
ja: 本当に再起動しますか？

# lgTasks_confirmShutdown
source: Are you sure you want to shutdown LG?
ar: هل أنت متأكد أنك تريد إيقاف تشغيل LG؟
de: Möchten Sie LG wirklich herunterfahren?
es: ¿Estás seguro de que deseas apagar LG?
fr: Êtes-vous sûr de vouloir éteindre LG ?
hi: क्या आप वास्तव में LG को शटडाउन करना चाहते हैं?
it: Sei sicuro di voler spegnere LG?
ja: 本当にシャットダウンしますか？

# lgTasks_notConnectedError
source: NOT connected to LG !! Please Connect to LG
ar: لم تتصل بـ LG !! يرجى الاتصال بـ LG
de: NICHT mit LG verbunden!! Bitte verbinden Sie sich mit LG
es: ¡NO conectado a LG!! Por favor Conéctate a LG
fr: NON connecté à LG !! Veuillez vous connecter à LG
hi: LG से कनेक्टेड नहीं है!! कृपया LG से कनेक्ट करें
it: NON sei connesso a LG !! Per favore, connettiti a LG
ja: LGに接続されていません！！ LGに接続してください

# lgTasks_setRefresh
source: Set Refresh
ar: تعيين التحديث
de: Aktualisierung festlegen
es: Establecer Actualización
fr: Définir le Rafraîchissement
hi: रिफ्रेश सेट करें
it: Imposta Aggiornamento
ja: リフレッシュを設定

# lgTasks_confirmRefresh
source: Are you sure you want to set refresh?
ar: هل أنت متأكد أنك تريد تعيين التحديث؟
de: Möchten Sie die Aktualisierung wirklich festlegen?
es: ¿Estás seguro de que deseas establecer la actualización?
fr: Êtes-vous sûr de vouloir définir le rafraîchissement ?
hi: क्या आप वास्तव में रिफ्रेश सेट करना चाहते हैं?
it: Sei sicuro di voler impostare l'aggiornamento?
ja: リフレッシュを設定してもよろしいですか？

# lgTasks_resetRefresh
source: Reset Refresh
ar: إعادة تعيين التحديث
de: Aktualisierung zurücksetzen
es: Restablecer Actualización
fr: Réinitialiser le Rafraîchissement
hi: रिफ्रेश रीसेट करें
it: Reimposta Aggiornamento
ja: リフレッシュをリセット

# lgTasks_confirmResetRefresh
source: Are you sure you want to reset refresh?
ar: هل أنت متأكد أنك تريد إعادة تعيين التحديث؟
de: Möchten Sie die Aktualisierung wirklich zurücksetzen?
es: ¿Estás seguro de que deseas restablecer la actualización?
fr: Êtes-vous sûr de vouloir réinitialiser le rafraîchissement ?
hi: क्या आप वास्तव में रिफ्रेश रीसेट करना चाहते हैं?
it: Sei sicuro di voler reimpostare l'aggiornamento?
ja: リフレッシュをリセットしてもよろしいですか？

# lgTasks_showLogos
source: Show Logos on LG
ar: عرض الشعارات على LG
de: Logos auf LG anzeigen
es: Mostrar Logotipos en LG
fr: Afficher les Logos sur LG
hi: LG पर लोगो दिखाएँ
it: Mostra Loghi su LG
ja: LGにロゴを表示

# lgTasks_hideLogos
source: Hide Logos on LG
ar: إخفاء الشعارات على LG
de: Logos auf LG ausblenden
es: Ocultar Logotipos en LG
fr: Masquer les Logos sur LG
hi: LG पर लोगो छिपाएँ
it: Nascondi Loghi su LG
ja: LGのロゴを非表示

# lgTasks_cleanKMLs
source: Clean KMLs on LG
ar: تنظيف KMLs على LG
de: KMLs auf LG bereinigen
es: Limpiar KMLs en LG
fr: Nettoyer les KMLs sur LG
hi: LG पर KMLs साफ करें
it: Pulisci KML su LG
ja: LGのKMLをクリア

# home_title
source: Welcome to your Home Page!
ar: مرحبًا بك في صفحتك الرئيسية!
de: Willkommen auf Ihrer Startseite!
es: ¡Bienvenido a tu Página de Inicio!
fr: Bienvenue sur votre Page d'Accueil !
hi: आपके होम पेज पर स्वागत है!
it: Benvenuto nella tua Home Page!
ja: ホームページへようこそ！

# home_exploreWorld
source: Explore Worldwide
ar: استكشاف العالم
de: Weltweit erkunden
es: Explorar el Mundo
fr: Explorez le Monde
hi: विश्व की खोज करें
it: Esplora il Mondo
ja: 世界中を探索

# home_explorelocation
source: Explore certain Location
ar: استكشاف موقع معين
de: Bestimmten Ort erkunden
es: Explorar una Ubicación
fr: Explorez un Lieu Précis
hi: विशिष्ट स्थान की खोज करें
it: Esplora una Posizione Specifica
ja: 特定の場所を探索

# customapptour_removeFavs
source: Remove from Favourites?
ar: إزالة من المفضلات؟
de: Aus den Favoriten entfernen?
es: ¿Eliminar de Favoritos?
fr: Retirer des Favoris ?
hi: पसंदीदा से हटाएँ?
it: Rimuovi dai Preferiti?
ja: お気に入りから削除しますか？

# customapptour_checkMessage
source: Do you want to remove {point} from tour?
ar: هل تريد إزالة {point} من الجولة؟
de: Möchten Sie {point} aus der Tour entfernen?
es: ¿Deseas eliminar {point} del tour?
fr: Voulez-vous retirer {point} du circuit ?
hi: क्या आप {point} को टूर से हटाना चाहते हैं?
it: Vuoi rimuovere {point} dal tour?
ja: {point}をツアーから削除しますか？

# customapptour_title
source: Customize your own tour!
ar: خصص جولتك الخاصة!
de: Passen Sie Ihre eigene Tour an!
es: ¡Personaliza tu propio tour!
fr: Personnalisez votre propre circuit !
hi: अपना स्वयं का टूर अनुकूलित करें!
it: Personalizza il tuo tour!
ja: 自分だけのツアーをカスタマイズ！

# customapptour_queryNameTemp
source: Custom Tour
ar: جولة مخصصة
de: Benutzerdefinierte Tour
es: Tour Personalizado
fr: Circuit Personnalisé
hi: कस्टम टूर
it: Tour Personalizzato
ja: カスタムツアー

# customapptour_dragdrop
source: Drag and Drop places to the map!
ar: اسحب وأفلت الأماكن على الخريطة!
de: Ziehen und ablegen, um Orte auf der Karte zu platzieren!
es: ¡Arrastra y Suelta lugares en el mapa!
fr: Faites Glisser et Déposez les lieux sur la carte !
hi: स्थानों को मानचित्र पर खींचें और छोड़ें!
it: Trascina e Rilascia i luoghi sulla mappa!
ja: 地図に場所をドラッグ＆ドロップ！

# customapptour_WarningToCreateRoute
source: Please add more than one place to create a route.
ar: يرجى إضافة أكثر من مكان واحد لإنشاء مسار.
de: Bitte fügen Sie mehr als einen Ort hinzu, um eine Route zu erstellen.
es: Por favor, añade más de un lugar para crear una ruta.
fr: Veuillez ajouter plus d'un lieu pour créer un itinéraire.
hi: मार्ग बनाने के लिए कृपया एक से अधिक स्थान जोड़ें।
it: Per favore, aggiungi più di un luogo per creare un percorso.
ja: ルートを作成するには、1つ以上の場所を追加してください。

# customapptour_CurrTour
source: Current Tour:
ar: الجولة الحالية:
de: Aktuelle Tour:
es: Tour Actual:
fr: Circuit Actuel :
hi: वर्तमान टूर:
it: Tour Corrente:
ja: 現在の ツアー:

# customapptour_missingPlaces
source: Please add places to create a tour.
ar: يرجى إضافة أماكن لإنشاء جولة.
de: Bitte fügen Sie Orte hinzu, um eine Tour zu erstellen.
es: Por favor, añade lugares para crear un tour.
fr: Veuillez ajouter des lieux pour créer un circuit.
hi: कृपया एक टूर बनाने के लिए स्थान जोड़ें।
it: Per favore, aggiungi luoghi per creare un tour.
ja: ツアーを作成するために場所を追加してください。

# customapptour_chooseName
source: Choose a name for your tour:
ar: اختر اسمًا لجولتك:
de: Wählen Sie einen Namen für Ihre Tour:
es: Elige un nombre para tu tour:
fr: Choisissez un nom pour votre circuit :
hi: अपने टूर के लिए एक नाम चुनें:
it: Scegli un nome per il tuo tour:
ja: ツアーの名前を選んでください:

# poiExpansion_flyTo
source: Fly to
ar: التحليق إلى
de: zufliegen
es: Volar a
fr: Voler vers
hi: उड़ें
it: Vola a
ja: 飛ぶ

# poiExpansion_orbit
source: Orbit
ar: الدوران حول
es: Orbitar
fr: Orbiter
hi: कक्षा
it: Orbita
ja: 軌道

# poiExpansion_runningTourError
source: A tour is currently running. Stop tour first.
ar: الجولة قيد التشغيل حاليًا. أوقف الجولة أولاً.
de: Eine Tour läuft gerade. Stoppen Sie zuerst die Tour.
ja: ツアーが進行中です。 最初にツアーを停止してください。

# poiExpansion_noAPIKeyYoutube
source: No API key found for Youtube API. Please add an API key in the settings.
ar: لم يتم العثور على مفتاح API لواجهة برمجة تطبيقات يوتيوب. يرجى إضافة مفتاح API في الإعدادات.
de: Kein API-Schlüssel für Youtube gefunden. Bitte fügen Sie einen API-Schlüssel in den Einstellungen hinzu.
ja: Youtube API の API キーが見つかりません。 設定で API キーを追加してください。

# mapTypes_terrain
source: Terrain
ar: التضاريس
de: Gelände
es: Terreno
hi: भू-आकृति
it: Terreno
ja: 地形

# mapTypes_satellite
source: Satellite
ar: الأقمار الصناعية
de: Satellit
es: Satélite
hi: सैटेलाइट
it: Satellitare
ja: 衛星

# mapTypes_normal
source: Normal
ar: عادي
hi: सामान्य
it: Normale
ja: 通常

# map_clear
source: Clear data
ar: مسح البيانات
de: Daten löschen
es: Borrar datos
fr: Effacer les données
hi: डेटा साफ करें
it: Cancella dati
ja: データをクリア

# sshLG_authError
source: SSH authentication failed
ar: فشل مصادقة SSH
de: SSH-Authentifizierung fehlgeschlagen
es: Fallo en la autenticación SSH
fr: Échec de l'authentification SSH
hi: SSH प्रमाणीकरण विफल
it: Autenticazione SSH fallita
ja: SSH 認証に失敗しました

# sshLG_error
source: Failed to connect to the SSH server: {e}
ar: فشل الاتصال بخادم SSH: {e}
de: Verbindung zum SSH-Server fehlgeschlagen: {e}
es: Fallo al conectar con el servidor SSH: {e}
fr: Échec de la connexion au serveur SSH : {e}
hi: SSH सर्वर से कनेक्ट करने में विफल: {e}
it: Connessione al server SSH fallita: {e}
ja: SSH サーバーへの接続に失敗しました: {e}

# exploreLocation_mapButton
source: Use Map
ar: استخدام الخريطة
de: Karte verwenden
es: Usar Mapa
fr: Utiliser la Carte
hi: मानचित्र का उपयोग करें
it: Usa Mappa
ja: 地図を使用

# exploreLocation_typeAdd
source: Type Address
ar: أدخل العنوان
de: Adresse eingeben
es: Escribir Dirección
fr: Saisir l'Adresse
hi: पता टाइप करें
it: Digita Indirizzo
ja: 住所を入力

# exploreLocation_recordAudio
source: Record Audio
ar: تسجيل الصوت
de: Audio aufnehmen
es: Grabar Audio
fr: Enregistrer Audio
hi: ऑडियो रिकॉर्ड करें
it: Registra Audio
ja: 音声録音

# exploreLocation_address
source: Address Details
ar: تفاصيل العنوان
de: Adresse
es: Detalles de la Dirección
fr: Détails de l'Adresse
hi: पता विवरण
it: Dettagli Indirizzo
ja: 住所詳細

# exploreLocation_addressHint
source: Enter address, or leave empty
ar: أدخل العنوان، أو اتركه فارغًا
de: Adresse eingeben oder leer lassen
es: Introduce la dirección, o déjala vacía
fr: Entrez l'adresse, ou laissez vide
hi: पता दर्ज करें, या खाली छोड़ें
it: Inserisci indirizzo, o lascia vuoto
ja: 住所を入力するか、空のままにしてください

# exploreLocation_city
source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
it: Città
ja: 市

# exploreLocation_cityHint
source: Enter City
ar: أدخل المدينة
de: Stadt eingeben
es: Introduce la Ciudad
fr: Entrez la Ville
hi: शहर दर्ज करें
it: Inserisci Città
ja: 市を入力

# exploreLocation_country
source: Country
ar: البلد
de: Land
es: País
fr: Pays
hi: देश
it: Paese
ja: 国

# exploreLocation_countryHint
source: Enter Country
ar: أدخل البلد
de: Land eingeben
es: Introduce el País
fr: Entrez le Pays
hi: देश दर्ज करें
it: Inserisci Paese
ja: 国を入力

# exploreLocation_navigate
source: Navigate till you find your desired location!
ar: تنقل حتى تجد موقعك المطلوب!
de: Navigieren Sie, bis Sie Ihren gewünschten Standort finden!
es: ¡Navega hasta encontrar la ubicación deseada!
fr: Naviguez jusqu'à trouver votre emplacement souhaité !
hi: अपने इच्छित स्थान को खोजने तक नेविगेट करें!
it: Naviga finché non trovi la tua posizione desiderata!
ja: 目的の場所を見つけるまでナビゲートしてください！

# exploreLocation_useMap
source: Click on Use Map button to navigate if you want!
ar: انقر على زر استخدام الخريطة للتنقل إذا أردت!
de: Klicken Sie auf die Schaltfläche Karte verwenden, um zu navigieren, falls Sie möchten!
es: ¡Haz clic en el botón Usar Mapa para navegar si lo deseas!
fr: Cliquez sur le bouton Utiliser la Carte pour naviguer si vous le souhaitez !
hi: नेविगेट करने के लिए मानचित्र का उपयोग करें बटन पर क्लिक करें!
it: Clicca sul pulsante Usa Mappa per navigare se lo desideri!
ja: ナビゲートするには「地図を使用」ボタンをクリックしてください！

# exploreLocation_youarein
source: You are in {location}
ar: أنت في {location}
de: Sie sind in {location}
es: Estás en {location}
fr: Vous êtes à {location}
hi: आप {location} में हैं
it: Sei in {location}
ja: {location} にいます

# exploreLocation_aiRecommendation
source: AI-Recommended Things To Do nearby
ar: أشياء موصى بها بواسطة الذكاء الاصطناعي بالقرب
de: KI-Empfohlene Aktivitäten in der Nähe
es: Cosas recomendadas por la IA para hacer cerca
fr: Activités Recommandées par l'IA à proximité
hi: AI-추천 किए गए नजदीकी कार्य
it: Cose da fare consigliate dall'AI nelle vicinanze
ja: AIおすすめの近くにあること

# exploreLocation_landmarks
source: Landmarks
ar: معالم
de: Wahrzeichen
es: Lugares de Interés
fr: Monuments
hi: प्रसिद्ध स्थल
it: Punti di Riferimento
ja: ランドマーク

# exploreLocation_restaurants
source: Restaurants and Cafes
ar: مطاعم ومقاهي
de: Restaurants und Cafés
es: Restaurantes y Cafés
fr: Restaurants et Cafés
hi: रेस्तरां और कैफे
it: Ristoranti e Caffè
ja: レストランとカフェ

# exploreLocation_art
source: Art and Culture
ar: فن وثقافة
de: Kunst und Kultur
es: Arte y Cultura
fr: Art et Culture
hi: कला और संस्कृति
it: Arte e Cultura
ja: アートと文化

# exploreLocation_shopping
source: Shopping Malls
ar: مولات التسوق
de: Einkaufszentren
es: Centros Comerciales
fr: Centres Commerciaux
hi: शॉपिंग मॉल
it: Centri Commerciali
ja: ショッピングモール

# exploreLocation_sports
source: Sports and Recreation
ar: رياضة وترفيه
de: Sport und Erholung
es: Deportes y Recreación
fr: Sports et Loisirs
hi: खेल और मनोरंजन
it: Sport e Ricreazione
ja: スポーツとレクリエーション

# exploreLocation_spa
source: Spa and Wellness
ar: سبا وصحة
de: Spa und Wellness
es: Spa y Bienestar
fr: Spa et Bien-être
hi: स्पा और वेलनेस
it: Spa e Benessere
ja: スパとウェルネス

# exploreLocation_outdoor
source: Outdoor Activities
ar: أنشطة خارجية
de: Outdoor-Aktivitäten
es: Actividades al Aire Libre
fr: Activités de Plein Air
hi: आउटडोर गतिविधियाँ
it: Attività all'Aperto
ja: アウトドアアクティビティ
