Repository: LiquidGalaxyLAB/LG-Gemma-AI-Touristic-info-tool
Catalog: ai_touristic_info_tool/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja

# tutorialTasls_title7
source: Click here to clean all the KMLs on LG
ar: انقر هنا لمسح جميع ملفات KML على LG
de: Klicke hier, um alle KMLs auf LG zu bereinigen
es: Haz clic aquí para limpiar todos los KMLs en LG
fr: Cliquez ici pour nettoyer tous les KMLs sur LG
hi: यहां क्लिक करें LG पर सभी KML को साफ़ करने के लिए
it: Clicca qui per pulire tutti i KML su LG
ja: LG上のすべてのKMLをクリアするにはここをクリック

# tutorialFavs_navigate
source: Navigate to your Favorites
ar: انتقل إلى صفحة المفضلات
de: Navigiere zu deinen Favoriten
es: Navega a Favoritos
fr: Naviguez vers la page des favoris
hi: अपने फेवरेट्स पर नेविगेट करें
it: Naviga ai tuoi preferiti
ja: お気に入りのツアーと場所に移動する

# tutorialFavs_titl1
source: Your saved tours from previous visualizations
ar: جولاتك المحفوظة من التصورات السابقة
fr: Vos tours enregistrés à partir de visualisations précédentes
hi: पिछली विज़ुअलाइज़ेशन से आपके सेव्ड टूर
it: I tuoi tour salvati dalle visualizzazioni precedenti
ja: 以前のビジュアライゼーションから保存されたツアー

# tutorialFavs_desc1
source: You can find tours generated by AI or customized by you.
ar: يمكنك العثور على جولات تم إنشاؤها بواسطة الذكاء الاصطناعي أو تم تخصيصها بواسطةك.
de: Du kannst von der KI generierte oder von dir selbst erstellte Touren finden.
es: Puedes encontrar tours generados por IA o personalizados por ti.
fr: Vous pouvez trouver des tours générés par l'IA ou personnalisés par vous.
hi: आप AI द्वारा उत्पन्न या आपके द्वारा अनुकूलित किए गए टूर पा सकते हैं।
it: Puoi trovare tour generati dall'AI o personalizzati da te.
ja: AIによって生成されたツアーや、自分でカスタマイズしたツアーを見つけることができます。

# tutorialFavs_title2
source: Your saved places from previous visualizations
ar: أماكنك المحفوظة من التصورات السابقة
de: Deine gespeicherten Orte aus früheren Visualisierungen
es: Tus lugares guardados de visualizaciones anteriores
fr: Vos lieux enregistrés à partir de visualisations précédentes
hi: पिछली विज़ुअलाइज़ेशन से आपके सेव्ड स्थान
it: I tuoi luoghi salvati dalle visualizzazioni precedenti
ja: 以前のビジュアライゼーションから保存された場所

# tutorialFavs_desc2
source: You can customize your own tour from your saved places.
ar: يمكنك تخصيص جولة خاصة بك من الأماكن المحفوظة لديك.
de: Du kannst deine eigene Tour aus deinen gespeicherten Orten anpassen.
es: Puedes personalizar tu propio tour a partir de tus lugares guardados.
fr: Vous pouvez personnaliser votre propre tour à partir de vos lieux enregistrés.
hi: आप अपने सेव्ड स्थान से अपना टूर अनुकूलित कर सकते हैं।
it: Puoi personalizzare il tuo tour dai tuoi luoghi salvati.
ja: 保存された場所から自分のツアーをカスタマイズできます。

# tutorialSettings_title1
source: Change the app language from here
ar: تغيير لغة التطبيق من هنا
de: Ändere die App-Sprache hier
es: Cambia el idioma de la app desde aquí
fr: Changez la langue de l'application ici
hi: यहां से ऐप की भाषा बदलें
it: Cambia la lingua dell'app da qui
ja: ここからアプリの言語を変更する

# tutorialSettings_title2
source: Change the app appearance from here
ar: تغيير مظهر التطبيق من هنا
de: Ändere das Aussehen der App hier
es: Cambia la apariencia de la app desde aquí
fr: Changez l'apparence de l'application ici
hi: यहां से ऐप की उपस्थिति बदलें
it: Cambia l'aspetto dell'app da qui
ja: ここからアプリの外観を変更する

# tutorialSettings_title3
source: Change the font size of the app from here
ar: تغيير حجم الخط في التطبيق من هنا
de: Ändere die Schriftgröße der App hier
es: Cambia el tamaño de fuente de la app desde aquí
fr: Changez la taille de la police de l'application ici
hi: यहां से ऐप के फ़ॉन्ट आकार को बदलें
it: Cambia la dimensione del carattere dell'app da qui
ja: ここからアプリのフォントサイズを変更する

# tutorialSettings_title4
source: Manage your API keys from here
ar: إدارة مفاتيح API الخاصة بك من هنا
de: Verwalte hier deine API-Schlüssel
es: Gestiona tus claves API desde aquí
fr: Gérez vos clés API ici
hi: यहां से अपने API कुंजी प्रबंधित करें
it: Gestisci le tue chiavi API da qui
ja: ここからAPIキーを管理する

# tutorialSettings_desc4
source: You can add, edit or delete your API keys of different services.
ar: يمكنك إضافة أو تعديل أو حذف مفاتيح API الخاصة بك لخدمات مختلفة.
de: Du kannst deine API-Schlüssel für verschiedene Dienste hinzufügen, bearbeiten oder löschen.
es: Puedes añadir, editar o eliminar tus claves API de diferentes servicios.
fr: Vous pouvez ajouter, modifier ou supprimer vos clés API de différents services.
hi: आप विभिन्न सेवाओं के लिए अपनी API कुंजी जोड़ सकते हैं, संपादित कर सकते हैं या हटा सकते हैं।
it: Puoi aggiungere, modificare o eliminare le tue chiavi API per diversi servizi.
ja: さまざまなサービスのAPIキーを追加、編集、削除できます。

# tutorialCustomization_title1
source: Drag the places you want to visit from here
ar: اسحب الأماكن التي تريد زيارتها من هنا
de: Ziehe die Orte, die du besuchen möchtest, von hier
es: Arrastra los lugares que quieres visitar desde aquí
fr: Faites glisser les lieux que vous souhaitez visiter depuis ici
hi: उन स्थानों को यहां से खींचें जिन्हें आप देखना चाहते हैं
it: Trascina i luoghi che vuoi visitare da qui
ja: ここから訪問したい場所をドラッグする

# tutorialCustomization_title2
source: Drop them here
ar: قم بإفلاتها هنا
de: Hier ablegen
es: Suelte aquí
fr: Déposez-les ici
hi: उन्हें यहां छोड़ें
it: Rilasciarli qui
ja: ここにドロップする

# tutorialCustomization_title3
source: Create your Custom tour
ar: أنشئ جولتك المخصصة
de: Erstelle deine individuelle Tour
es: Crea tu tour personalizado
fr: Créez votre tour personnalisé
hi: अपना कस्टम टूर बनाएं
it: Crea il tuo tour personalizzato
ja: カスタムツアーを作成する

# tutorialCustomization_desc3
source: A button will appear after you create your tour to visualize it!
ar: سيظهر زر بعد إنشاء جولتك لعرضها!
de: Nach dem Erstellen deiner Tour erscheint eine Schaltfläche, um sie zu visualisieren!
es: ¡Aparecerá un botón después de crear tu tour para visualizarlo!
fr: Un bouton apparaîtra après la création de votre tour pour le visualiser!
hi: टूर बनाने के बाद इसे विज़ुअलाइज़ करने के लिए एक बटन दिखाई देगा!
it: Dopo aver creato il tuo tour apparirà un pulsante per visualizzarlo!
ja: ツアーを作成すると、表示するためのボタンが表示されます！

# tutorialCustomization_title4
source: Reset your tour
ar: إعادة ضبط جولتك
de: Setze deine Tour zurück
es: Restablece tu tour
fr: Réinitialisez votre tour
hi: अपना टूर रीसेट करें
it: Reimposta il tuo tour
ja: ツアーをリセットする

# tutorialCustomization_desc4
source: This will clear all the places you have added to your tour
ar: سيؤدي ذلك إلى مسح جميع الأماكن التي أضفتها إلى جولتك
de: Dies löscht alle Orte, die du zu deiner Tour hinzugefügt hast
es: Esto borrará todos los lugares que has agregado a tu tour
fr: Cela effacera tous les lieux que vous avez ajoutés à votre tour
hi: यह आपके टूर में जोड़े गए सभी स्थानों को साफ़ कर देगा
it: Questo cancellerà tutti i luoghi che hai aggiunto al tuo tour
ja: これにより、ツアーに追加したすべての場所がクリアされます

# tutorialCustomization_title5
source: You can track your current tour here
ar: يمكنك تتبع جولتك الحالية هنا
de: Du kannst deine aktuelle Tour hier verfolgen
es: Puedes seguir tu tour actual aquí
fr: Vous pouvez suivre votre tour actuel ici
hi: आप यहां से अपना वर्तमान टूर ट्रैक कर सकते हैं
it: Puoi seguire il tuo tour attuale qui
ja: 現在のツアーをここで追跡できます

# tutorialCustomization_desc5
source: Slide right or left to view all the tour
ar: اسحب لليمين أو اليسار لمشاهدة الجولة بأكملها
de: Wische nach rechts oder links, um die gesamte Tour anzuzeigen
es: Desliza hacia la derecha o izquierda para ver todo el tour
fr: Faites glisser vers la droite ou la gauche pour voir tout le tour
hi: पूरा टूर देखने के लिए दाएं या बाएं स्लाइड करें
it: Scorri a destra o a sinistra per vedere tutto il tour
ja: ツアー全体を表示するには、右または左にスライドしてください

# tutorialCustomization_title6
source: Save your customized tour
ar: احفظ جولتك المخصصة
de: Speichere deine angepasste Tour
es: Guarda tu tour personalizado
fr: Enregistrez votre tour personnalisé
hi: अपना अनुकूलित टूर सहेजें
it: Salva il tuo tour personalizzato
ja: カスタマイズされたツアーを保存する

# settingsLG_title
source: About Liquid Galaxy
ar: حول ليكويد جالاكسي
de: Über Liquid Galaxy
es: Acerca de Liquid Galaxy
fr: À propos de Liquid Galaxy
hi: लिक्विड गैलेक्सी के बारे में
it: Informazioni su Liquid Galaxy
ja: Liquid Galaxyについて

# settingsLG_desc
source: Liquid Galaxy is a multi-screen, immersive system that offers panoramic views by syncing multiple displays. Originally a Google project, it allows users to explore locations in a seamless, 360-degree experience
ar: ليكويد جالاكسي هو نظام متعدد الشاشات يتيح تجربة عرض بانورامية من خلال مزامنة عدة شاشات. كان مشروعًا من جوجل في الأصل، ويسمح للمستخدمين باستكشاف المواقع بتجربة سلسة بزاوية 360 درجة
de: Liquid Galaxy ist ein multiscreen, immersives System, das durch die Synchronisation mehrerer Bildschirme Panoramablicke bietet. Ursprünglich ein Google-Projekt, ermöglicht es den Nutzern, Orte in einem nahtlosen 360-Grad-Erlebnis zu erkunden
es: Liquid Galaxy es un sistema inmersivo de pantallas múltiples que ofrece vistas panorámicas al sincronizar varias pantallas. Originalmente un proyecto de Google, permite a los usuarios explorar ubicaciones en una experiencia fluida de 360 grados
fr: Liquid Galaxy est un système immersif à plusieurs écrans offrant des vues panoramiques en synchronisant plusieurs écrans. À l'origine un projet Google, il permet aux utilisateurs d'explorer des lieux dans une expérience transparente à 360 degrés
hi: लिक्विड गैलेक्सी एक मल्टी-स्क्रीन, इमर्सिव सिस्टम है जो कई डिस्प्ले को सिंक करके पैनोरामिक दृश्य प्रदान करता है। मूल रूप से एक Google परियोजना, यह उपयोगकर्ताओं को निर्बाध, 360-डिग्री अनुभव में स्थानों की खोज करने की अनुमति देता है
it: Liquid Galaxy è un sistema immersivo multi-schermo che offre viste panoramiche sincronizzando più display. Originariamente un progetto di Google, consente agli utenti di esplorare luoghi in un'esperienza senza interruzioni a 360 gradi
ja: Liquid Galaxyは、複数のディスプレイを同期してパノラマビューを提供するマルチスクリーンの没入型システムです。元々はGoogleのプロジェクトで、ユーザーはシームレスな360度体験で場所を探索できます。

# settingsLG_learnButton
source: Learn about LG
ar: تعلم عن LG
de: Mehr über LG erfahren
es: Aprende sobre LG
fr: En savoir plus sur LG
hi: LG के बारे में जानें
it: Scopri LG
ja: LGについて学ぶ

# settingsLG_setupRigButton
source: Set up LG Rig
ar: إعداد جهاز LG
de: LG Rig einrichten
es: Configurar el equipo LG
fr: Configurer la plateforme LG
hi: LG रिग सेटअप करें
it: Imposta LG Rig
ja: LGリグの設定

# settingsLG_connectButton
source: Connect to LG
ar: الاتصال بـ LG
de: Mit LG verbinden
es: Conectar a LG
fr: Se connecter à LG
hi: LG से कनेक्ट करें
it: Connetti a LG
ja: LGに接続

# settingsLG_controlLG
source: Control the LG
ar: تحكم في LG
de: Steuern Sie das LG
es: Controlar el LG
fr: Contrôler le LG
hi: LG को नियंत्रित करें
it: Controlla LG
ja: LGを操作

# settingsTheme_title
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
hi: रूपरेखा
it: Aspetto
ja: 外観

# settingsTheme_subtitle
source: Change how UI looks and feels
ar: تغيير كيفية ظهور واجهة المستخدم
de: Ändern Sie, wie die Benutzeroberfläche aussieht und sich anfühlt
es: Cambia cómo se ve y se siente la interfaz de usuario
fr: Changer l'apparence et le ressenti de l'interface
hi: UI के दिखने और महसूस को बदलें
it: Cambia l'aspetto e la sensazione dell'interfaccia utente
ja: UIの見た目と感じを変更

# settingsTheme_interface
source: Interface theme
ar: ثيم الواجهة
de: Oberflächenthema
es: Tema de la interfaz
fr: Thème de l'interface
hi: इंटरफेस थीम
it: Tema dell'interfaccia
ja: インターフェーステーマ

# settingsTheme_default
source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut système
hi: सिस्टम डिफ़ॉल्ट
it: Predefinito del sistema
ja: システムデフォルト

# settingsTheme_dark
source: Dark Theme
ar: ثيم داكن
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
hi: डार्क थीम
it: Tema Scuro
ja: ダークテーマ

# settingsTheme_light
source: Light Theme
ar: ثيم فاتح
de: Helles Thema
es: Tema claro
fr: Thème clair
hi: लाइट थीम
it: Tema Chiaro
ja: ライトテーマ

# settingsTheme_accent
source: Accent Color
ar: لون التمييز
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
hi: असेंट रंग
it: Colore Accento
ja: アクセントカラー

# settingsTheme_current
source: Current Color
ar: اللون الحالي
de: Aktuelle Farbe
es: Color actual
fr: Couleur actuelle
hi: वर्तमान रंग
it: Colore Attuale
ja: 現在のカラー

# settingsTheme_pick
source: Pick a color!
ar: اختر لونًا!
de: Wählen Sie eine Farbe!
es: ¡Elige un color!
fr: Choisissez une couleur !
hi: एक रंग चुनें!
it: Scegli un colore!
ja: 色を選んでください！

# settingsLanguage_title
source: Language Preferences
ar: تفضيلات اللغة
de: Spracheinstellungen
es: Preferencias de idioma
fr: Préférences de langue
hi: भाषा प्राथमिकताएँ
it: Preferenze lingua
ja: 言語設定

# settingsLanguage_subtitle
source: Choose your preferred language:
ar: اختر لغتك المفضلة:
de: Wählen Sie Ihre bevorzugte Sprache:
es: Elige tu idioma preferido:
fr: Choisissez votre langue préférée:
hi: अपनी पसंदीदा भाषा चुनें:
it: Scegli la tua lingua preferita:
ja: お好みの言語を選んでください:

# settingsLanguage_eng
source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
ja: 英語

# settingsLanguage_esp
source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
it: Spagnolo
ja: スペイン語

# settingsLanguage_german
source: Deutsch
ar: الألمانية
es: Alemán
fr: Allemand
hi: जर्मन
it: Tedesco
ja: ドイツ語

# settingsLanguage_french
source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
hi: फ़्रेंच
it: Francese
ja: フランス語

# settingsLanguage_italian
source: Italian
ar: الإيطالية
de: Italienisch
es: Italiano
fr: Italien
hi: इतालवी
it: Italiano
ja: イタリア語

# settingsLanguage_japanese
source: Japanese
ar: اليابانية
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
it: Giapponese
ja: 日本語

# settingsLanguage_arabic
source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
hi: अरबी
it: Arabo
ja: アラビア語

# settingsLanguage_indian
source: hindī
ar: الهندية
de: Hindi
es: Hindi
fr: Hindi
hi: हिन्दी
it: Hindi
ja: ヒンディー語

# settingsLanguage_RestartWarning
source: Please restart the app to apply the changes!
ar: سيتم إعادة تشغيل التطبيق لتغيير اللغة. هل تريد المتابعة؟
de: Die App wird neu gestartet, um die Sprache zu ändern. Möchten Sie fortfahren?
es: ¡La aplicación se reiniciará para aplicar el cambio de idioma!
fr: Redémarrer l'application pour appliquer les modifications de langue
hi: भाषा बदलने के लिए ऐप को रीस्टार्ट करना होगा। क्या आप वास्तव में ऐप को रीस्टार्ट करना चाहते हैं?
it: Riavvia l'app per applicare le modifiche di lingua
ja: 言語を変更すると、アプリが再起動されます。変更を保存しますか？

# aiGenerationAPIGemma_successresponse
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功

# aiGenerationAPIGemma_errorresponse1
source: Error occurred while trying to connect to the server. Status code: {responseStatusCode}
ar: حدث خطأ أثناء محاولة الاتصال بالخادم. رمز الحالة: {responseStatusCode}
de: Fehler beim Versuch, eine Verbindung zum Server herzustellen. Statuscode: {responseStatusCode}
es: Se produjo un error al intentar conectar con el servidor. Código de estado: {responseStatusCode}
fr: Erreur lors de la tentative de connexion au serveur. Code d'état : {responseStatusCode}
hi: सर्वर से कनेक्ट करने का प्रयास करते समय त्रुटि हुई। स्थिति कोड: {responseStatusCode}
it: Si è verificato un errore durante il tentativo di connettersi al server. Codice di stato: {responseStatusCode}
ja: サーバーへの接続中にエラーが発生しました。ステータスコード: {responseStatusCode}

# aiGenerationAPIGemma_errorresponse2
source: Error occurred while trying to connect to the server: {responseError}
ar: حدث خطأ أثناء محاولة الاتصال بالخادم: {responseError}
de: Fehler beim Versuch, eine Verbindung zum Server herzustellen: {responseError}
es: Se produjo un error al intentar conectar con el servidor: {responseError}
fr: Erreur lors de la tentative de connexion au serveur : {responseError}
hi: सर्वर से कनेक्ट करने का प्रयास करते समय त्रुटि हुई: {responseError}
it: Si è verificato un errore durante il tentativo di connettersi al server: {responseError}
ja: サーバーへの接続中にエラーが発生しました: {responseError}

# aiGenerationAPIGemma_serverNotAvailable
source: The server is currently unavailable. Please try again later.
ar: الخادم غير متاح حاليًا. يرجى المحاولة مرة أخرى لاحقًا.
de: Der Server ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es: El servidor no está disponible actualmente. Por favor intenta nuevamente más tarde.
fr: Le serveur est actuellement indisponible. Veuillez réessayer plus tard.
hi: सर्वर वर्तमान में उपलब्ध नहीं है। कृपया बाद में फिर से प्रयास करें।
it: Il server è attualmente non disponibile. Si prega di riprovare più tardi.
ja: サーバーが現在利用できません。後でもう一度お試しください。

# aiGenerationAPIGemma_progressMessages1
source: RAG (Retrieval Augmented Generation) Chain Starting ...
ar: بدء سلسلة RAG (التوليد المعزز بالاسترجاع) ...
de: RAG (Retrieval Augmented Generation) Kette startet...
es: Iniciando Cadena RAG (Generación Aumentada por Recuperación)...
fr: Démarrage de la chaîne RAG (Retrieval Augmented Generation)...
hi: RAG (Retrieval Augmented Generation) चेन शुरू हो रही है ...
it: Avvio della catena RAG (Retrieval Augmented Generation)...
ja: RAG（Retrieval Augmented Generation）チェーン開始中...

# aiGenerationAPIGemma_progressMessages2
source: Getting Retrieval ready...
ar: تحضير الاسترجاع...
de: Abruf wird vorbereitet...
es: Preparando la recuperación...
fr: Préparation de la récupération...
hi: रिकवरी तैयार कर रहे हैं...
it: Preparazione del recupero...
ja: Retrievalの準備中...

# aiGenerationAPIGemma_progressMessages3
source: Retrieval Initialized ...
ar: تم تهيئة الاسترجاع ...
de: Abruf initialisiert...
es: Recuperación iniciada...
fr: Récupération initialisée...
hi: रिकवरी प्रारंभ की गई ...
it: Recupero inizializzato...
ja: Retrieval初期化中...

# aiGenerationAPIGemma_progressMessages4
source: Preparing Prompt ...
ar: تحضير الطلب ...
de: Prompt wird vorbereitet...
es: Preparando el mensaje...
fr: Préparation de l'invite...
hi: प्रॉम्प्ट तैयार कर रहे हैं ...
it: Preparazione del prompt...
ja: プロンプト準備中...

# aiGenerationAPIGemma_progressMessages5
source: Prompt Ready ...
ar: الطلب جاهز ...
de: Prompt bereit...
es: Mensaje listo...
fr: Invite prête...
hi: प्रॉम्प्ट तैयार है ...
it: Prompt pronto...
ja: プロンプト準備完了...

# aiGenerationAPIGemma_progressMessages6
source: Getting Gemma LLM Model ready...
ar: تحضير نموذج Gemma LLM...
de: Gemma LLM Modell wird bereitgestellt...
es: Preparando el modelo LLM de Gemma...
fr: Préparation du modèle LLM Gemma...
hi: Gemma LLM मॉडल तैयार कर रहे हैं...
it: Preparazione del modello Gemma LLM...
ja: Gemma LLMモデルの準備中...

# aiGenerationAPIGemma_progressMessages7
source: End of Chain ...
ar: نهاية السلسلة ...
de: Ende der Kette...
es: Fin de la cadena...
fr: Fin de la chaîne...
hi: चेन समाप्त ...
it: Fine della catena...
ja: チェーン終了...

# aiGenerationAPIGemma_errorresponsegeneration
source: An error occurred while generating the response: {e}
ar: حدث خطأ أثناء توليد الاستجابة: {e}
de: Ein Fehler ist bei der Generierung der Antwort aufgetreten: {e}
es: Ocurrió un error al generar la respuesta: {e}
fr: Une erreur est survenue lors de la génération de la réponse : {e}
hi: प्रतिक्रिया उत्पन्न करते समय एक त्रुटि हुई: {e}
it: Si è verificato un errore durante la generazione della risposta: {e}
ja: レスポンスの生成中にエラーが発生しました: {e}

# aiGenerationAPIGemma_errorFetchURLs
source: Failed to fetch URLs: {reasonPhrase}
ar: فشل في جلب URLs: {reasonPhrase}
de: URLs konnten nicht abgerufen werden: {reasonPhrase}
es: No se pudieron obtener las URLs: {reasonPhrase}
fr: Échec de la récupération des URLs : {reasonPhrase}
hi: URLs लाने में विफल: {reasonPhrase}
it: Impossibile recuperare gli URL: {reasonPhrase}
ja: URLの取得に失敗しました: {reasonPhrase}

# aiGenerationAPIGemma_errorFetchYoutube
source: Failed to load YouTube URLs
ar: فشل في تحميل URLs من YouTube
de: YouTube-URLs konnten nicht geladen werden
es: No se pudieron cargar las URLs de YouTube
fr: Échec du chargement des URLs YouTube
hi: YouTube URLs लोड करने में विफल
it: Impossibile caricare gli URL di YouTube
ja: YouTube URLの読み込みに失敗しました

# aiGenerationAPIGemma_streamWaitMessg
source: Waiting for stream. Please wait...
ar: انتظار البث. يرجى الانتظار...
de: Warten auf Stream. Bitte warten...
es: Esperando la transmisión. Por favor espera...
fr: En attente du flux. Veuillez patienter...
hi: स्ट्रीम का इंतजार कर रहे हैं। कृपया प्रतीक्षा करें...
it: In attesa del flusso. Attendere prego...
ja: ストリームを待っています。しばらくお待ちください...

# aiGenerationAPIGemma_snapShotError
source: Error: {snapshotError}
ar: خطأ: {snapshotError}
de: Fehler: {snapshotError}
fr: Erreur : {snapshotError}
hi: त्रुटि: {snapshotError}
it: Errore: {snapshotError}
ja: エラー: {snapshotError}

# aiGenerationAPIGemma_noDataError
source: No data available
ar: لا تتوفر بيانات
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
hi: कोई डेटा उपलब्ध नहीं है
it: Nessun dato disponibile
ja: データが利用できません

# aiGenerationAPIGemma_responseTimeMessg
source: Average response time is 20-30 seconds. Thank you for your patience!
ar: متوسط وقت الاستجابة هو 20 - 30 ثانية. شكرًا على صبركك!
de: Die durchschnittliche Antwortzeit beträgt 20-30 Sekunden. Vielen Dank für Ihre Geduld!
es: El tiempo promedio de respuesta es de 10 minutos. ¡Gracias por tu paciencia!
fr: Le temps de réponse moyen est de 10 minutes. Merci pour votre patience !
hi: औसत प्रतिक्रिया समय 10 मिनट है। आपके धैर्य के लिए धन्यवाद!
it: Il tempo medio di risposta è di 10 minuti. Grazie per la pazienza!
ja: 平均応答時間は20〜30秒です。 ご辛抱いただきありがとうございます

# aiGenerationAPIGemma_waitMessg
source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करें...
it: Attendere prego...
ja: しばらくお待ちください...

# aiGenerationAPIGemini_error1
source: An Error Occured: {e}
ar: حدث خطأ: {e}
de: Ein Fehler ist aufgetreten: {e}
es: Ocurrió un error: {e}
fr: Une erreur est survenue : {e}
hi: एक त्रुटि हुई: {e}
it: Si è verificato un errore: {e}
ja: エラーが発生しました: {e}

# aiGenerationAPIGemini_error2
source: An Error Occured. Please try again later...
ar: حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا...
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut...
es: Ocurrió un error. Por favor intenta nuevamente más tarde...
hi: एक त्रुटि हुई। कृपया बाद में फिर से प्रयास करें...
ja: エラーが発生しました。後でもう一度お試しください...

# aiGenerationAPIGemini_progressMessage1
source: Streaming
ar: بث
es: Transmitiendo
hi: स्ट्रीमिंग
ja: ストリーミング中

# aiGenerationAPIGemini_progressMessage2
source: Preparing visualizations
ar: تحضير التصورات
de: Visualisierungen werden vorbereitet
es: Preparando visualizaciones
fr: Préparation des visualisations
hi: विज़ुअलाइज़ेशन तैयार कर रहे हैं
it: Preparazione delle visualizzazioni
ja: 視覚化の準備中

# aiGenerationAPIGemini_errorFetchUrLs
source: Failed to load Google search results
ar: فشل في تحميل نتائج البحث من Google
de: Google-Suchergebnisse konnten nicht geladen werden
es: No se pudieron cargar los resultados de búsqueda de Google
fr: Échec du chargement des résultats de recherche Google
hi: Google खोज परिणाम लोड करने में विफल
it: Impossibile caricare i risultati di ricerca Google
ja: Google検索結果の読み込みに失敗しました

# aiGenerationAPIGemini_timeOutMessg
source: Process timed out. Please try again later.
ar: انتهت عملية الانتظار. يرجى المحاولة مرة أخرى لاحقًا.
de: Prozesszeitüberschreitung. Bitte versuchen Sie es später erneut.
es: El proceso ha caducado. Por favor intenta nuevamente más tarde.
fr: Le processus a expiré. Veuillez réessayer plus tard.
hi: प्रक्रिया का समय समाप्त हो गया। कृपया बाद में फिर से प्रयास करें।
it: Il processo è scaduto. Si prega di riprovare più tardi.
ja: プロセスがタイムアウトしました。後でもう一度お試しください。
