Repository: LiquidGalaxyLAB/LG-Gemma-AI-Touristic-info-tool
Catalog: ai_touristic_info_tool/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja

# appBar_title
source: LG Touristic info tool
ar: أداة المعلومات السياحية LG
de: LG Touristische Info-App
es: Herramienta de Información Turística LG
fr: Outil d'Information Touristique LG
hi: LG पर्यटन सूचना उपकरण
it: Strumento di informazioni turistiche LG
ja: LG観光情報ツール

# appBar_made
source: made with
ar: صنع بـ
de: gemacht mit
es: hecho con
fr: fait avec
hi: बनाया गया
it: realizzato con
ja: で作成

# appBar_Lgrig
source: LG Rig
ar: ركي LG
fr: Rig LG
hi: LG रिग

# appDrawer_home
source: Home
ar: الرئيسية
de: Startseite
es: Hogar
fr: Accueil
hi: होम
ja: ホーム

# appDrawer_connection
source: Connection Manager
ar: مدير الاتصال
de: Verbindungsmanager
es: Gestor de Conexiones
fr: Gestionnaire de Connexion
hi: कनेक्शन प्रबंधक
it: Gestore di Connessione
ja: 接続マネージャー

# appDrawer_tasks
source: LG Tasks
ar: مهام LG
de: LG Aufgaben
es: Tareas LG
fr: Tâches LG
hi: LG कार्य
it: Compiti LG
ja: LGタスク

# appDrawer_settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定

# appDrawer_about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: हमारे बारे में
it: Informazioni
ja: 情報

# appDrawer_favs
source: Favourites
ar: المفضلات
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
